[
  {
    "rule": "FINRA Rule 2210",
    "description": "particular product area.  A Supervisory Analyst may not approve a retail communication that requires a separate registration unless the Supervisory Analyst also has such other registration. (C)  The requirements of paragraph (b)(1)(A) shall not apply with regard to any retail communication if, at the time that a member intends to publish or distribute it: (i)  another member has filed it with the Department and has received a letter from the Department stating that it appears to be consistent with applicable standards; and (ii)  the member using it in reliance upon this subparagraph has not materially altered it and will not use it in a manner that is inconsistent with the conditions of the Department’s letter. (D)  The requirements of paragraph (b)(1)(A) shall not apply with regard to the following retail communications, provided that the member supervises and reviews such communications in the same manner as required for supervising and reviewing correspondence pursuant to NASD Rule 3010(d): (i)  any retail communication that is excepted from the definition of “research report” pursuant to NASD Rule 2711(a)(9)(A), unless the communication makes any financial or investment recommendation; (ii)  any retail communication that is posted on an online interactive electronic forum; and (iii)  any retail communication that does not make any financial or investment recommendation or otherwise promote a product or service of the member. (E)  Pursuant to the Rule 9600 Series, FINRA may conditionally or unconditionally grant an exemption from paragraph (b)(1)(A) for good cause shown after taking into consideration all relevant factors, to the extent such exemption is consistent with the purposes of the Rule, the protection of investors, and the public interest. (F)  Notwithstanding any other provision of this Rule, an appropriately qualified principal must approve a communication prior to a member filing the communication with the Department. (2)  Correspondence All correspondence is subject to the supervision and review requirements of NASD Rule 3010(d). (3)  Institutional Communications Each member shall establish written procedures that are appropriate to its business, size, structure, and customers for the review by an appropriately qualified registered principal of institutional communications used by the member and its associated persons.  Such procedures must be reasonably designed to ensure that institutional communications comply with applicable standards. When such procedures do not require review of all institutional communications prior to first use or distribution, they must include provision for the education and training of associated persons as to the firm’s procedures governing institutional communications, documentation of such education and training, and surveillance and follow- up to ensure that such procedures are implemented and adhered to. Evidence that these supervisory procedures have been implemented and carried out must be maintained and made available to FINRA upon request. ",
    "correction": "Ensure compliance with FINRA Rule 2210 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 2210",
    "description": "(4)  Recordkeeping (A)  Members must maintain all retail communications and institutional communications for the retention period required by SEA Rule 17a-4(b) and in a format and media that comply with SEA Rule 17a-4.  The records must include: (i)  a copy of the communication and the dates of first and (if applicable) last use of such communication; (ii)  the name of any registered principal who approved the communication and the date that approval was given; (iii)  in the case of a retail communication or an institutional communication that is not approved prior to first use by a registered principal, the name of the person who prepared or distributed the communication; (iv) information concerning the source of any statistical table, chart, graph or other illustration used in the communication; and (v)  for any retail communication for which principal approval is not required pursuant to paragraph (b)(1)(C), the name of the member that filed the retail communication with the Department, and a copy of the corresponding review letter from the Department. (B)  Members must maintain all correspondence in accordance with the record-keeping requirements of NASD Rule 3010(d)(3) and Rule 4511. (c) Filing Requirements and Review Procedures (1)  Requirement for Certain Members to File Retail Communications Prior to First Use (A)  For a period of one year beginning on the date reflected in the Central Registration Depository (CRD®) system as the date that FINRA membership became effective, the member must file with the Department at least 10 business days prior to first use any retail communication that is published or used in any electronic or other public media, including any generally accessible website, newspaper, magazine or other periodical, radio, television, telephone or audio recording, video display, signs or billboards, motion pictures, or telephone directories (other than routine listings).  To the extent any retail communication that is subject to this filing requirement is a free writing prospectus that has been filed with the SEC pursuant to Securities Act Rule 433(d)(1)(ii), the member may file such retail communication within 10 business days of first use rather than at least 10 business days prior to first use. (B) Notwithstanding the foregoing provisions, if the Department determines that a member has departed from the standards of this Rule, it may require that such member file all communications, or the portion of such member’s communications that is related to any specific types or classes of securities or services, with the Department at least 10 business days prior to first use.  The Department will notify the member in writing of the types of communications to be filed and the length of time such requirement is to be in effect.  Any filing requirement imposed under this subparagraph will take effect 21 calendar days after service of the written notice, during which time the member may request a hearing under Rules 9551 and 9559. ",
    "correction": "Ensure compliance with FINRA Rule 2210 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 2210",
    "description": "(2)  Requirement to File Certain Retail Communications Prior to First Use At least 10 business days prior to first use or publication (or such shorter period as the Department may allow), a member must file the following retail communications with the Department and withhold them from publication or circulation until any changes specified by the Department have been made: (A)  Retail communications concerning registered investment companies (including mutual funds, exchange-traded funds, variable insurance products, closed-end funds and unit investment trusts) that include or incorporate performance rankings or performance comparisons of the investment company with other investment companies when the ranking or comparison category is not generally published or is the creation, either directly or indirectly, of the investment company, its underwriter or an affiliate. Such filings must include a copy of the data on which the ranking or comparison is based. (B)  Retail communications concerning security futures. The requirements of this paragraph (c)(2)(B) shall not be applicable to: (i) retail communications concerning security futures that are submitted to another self-regulatory organization having comparable standards pertaining to such retail communications; and (ii)  retail communications in which the only reference to security futures is contained in a listing of the services of a member. (C)  Retail communications concerning bond mutual funds that include or incorporate bond mutual fund volatility ratings, as defined in Rule 2213. (3)  Requirement to File Certain Retail Communications Within 10 business days of first use or publication, a member must file the following communications with the Department: (A)  Retail communications concerning registered investment companies (including mutual funds, exchange-traded funds, variable insurance products, closed-end funds, and unit investment trusts) not included within the requirements of paragraphs (c)(1) or (c)(2). The filing of any retail communication that includes or incorporates a performance ranking or performance comparison of the investment company with other investment companies must include a copy of the ranking or comparison used in the retail communication. (B)  Retail communications concerning public direct participation programs (as defined in Rule 2310). (C)  Any template for written reports produced by, or retail communications concerning, an investment analysis tool, as such term is defined in Rule 2214. (D)  Retail communications concerning collateralized mortgage obligations registered under the Securities Act. (E)  Retail communications concerning any security that is registered under the Securities Act and that is derived from or based on a single security, a basket of securities, an index, a commodity, a debt issuance or a foreign currency, not included within the requirements of paragraphs (c)(1), (c)(2) or subparagraphs (A) through (D) of paragraph (c)(3). ",
    "correction": "Ensure compliance with FINRA Rule 2210 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 2210",
    "description": "(4)  Filing of Television or Video Retail Communications If a member has filed a draft version or “story board” of a television or video retail communication pursuant to a filing requirement, then the member also must file the final filmed version within 10 business days of first use or broadcast. (5)  Date of First Use and Approval Information A member must provide with each filing the actual or anticipated date of first use, the name, title and Central Registration Depository (CRD®) number of the registered principal who approved the retail communication, and the date that the approval was given. (6)  Spot-Check Procedures In addition to the foregoing requirements, each member’s written (including electronic) communications may be subject to a spot-check procedure. Upon written request from the Department, each member must submit the material requested in a spot-check procedure within the time frame specified by the Department. (7)  Exclusions from Filing Requirements The following communications are excluded from the filing requirements of paragraphs (c)(1) through (c)(4): (A)  Retail communications that previously have been filed with the Department and that are to be used without material change. (B) Retail communications that are based on templates that were previously filed with the Department the changes to which are limited to updates of more recent statistical or other non-narrative information. (C)  Retail communications that do not make any financial or investment recommendation or otherwise promote a product or service of the member. (D)  Retail communications that do no mo re than identify a national securities exchange symbol of the member or identify a security for which the member is a registered market maker. (E)  Retail communications that do no more than identify the member or offer a specific security at a stated price. (F)  Prospectuses, preliminary prospectuses, fund profiles, offering circulars and similar documents that have been filed with the SEC or any state, or that is exempt from such registration, and free writing prospectuses that are exempt from filing with the SEC, except that an investment company prospectus published pursuant to Securities Act Rule 482 and a free writing prospectus that is required to be filed with the SEC pursuant to Securities Act Rule 433(d)(1)(ii) will not be considered a prospectus for purposes of this exclusion. (G)  Retail communications prepared in accordance with Section 2(a)(10)(b) of the Securities Act, as amended, or any rule thereunder, such as Rule 134, and announcements as a matter of record that a member has participated in a private placement, unless the retail communications are related to publicly offered direct participation programs or securities issued by registered investment companies. (H) Press releases that are made available only to members of the media. ",
    "correction": "Ensure compliance with FINRA Rule 2210 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 2210",
    "description": "(I)  Any reprint or excerpt of any article or report issued by a publisher (“reprint”), provided that: (i)  the publisher is not an affiliate of the member using the reprint or any underwriter or issuer of a security mentioned in the reprint that the member is promoting; (ii) neither the member using the reprint nor any underwriter or issuer of a security mentioned in the reprint has commissioned the reprinted article or report; and (iii)  the member using the reprint has not materially altered its contents except as necessary to make the reprint consistent with applicable regulatory standards or to correct factual errors. (J)  Correspondence. (K)  Institutional communications. (L)  Communications that refer to types of investments solely as part of a listing of products or services offered by the member. (M) Retail communications that are posted on an online interactive electronic forum. (N) Press releases issued by closed-end investment companies that are listed on the New York Stock Exchange (NYSE) pursuant to section 202.06 of the NYSE Listed Company Manual (or any successor provision). (O) Research reports as defined in NASD Rule 2711 that concern only securities that are listed on a national securities exchange, other than research reports required to be filed with the Commission pursuant to Section 24(b) of the Investment Company Act of 1940. (8)  Communications Deemed Filed with FINRA Although the communications described in paragraphs (c)(7)(H) through (K) are excluded from the foregoing filing requirements, investment company communications described in those paragraphs shall be deemed filed with FINRA for purposes of Section 24(b) of the Investment Company Act and Rule 24b-3 thereunder. (9)  Filing Exemptions (A)  Pursuant to the Rule 9600 Series, FINRA may exempt a member from the pre-use filing requirements of paragraph (c)(1)(A) for good cause shown. (B)  Pursuant to the Rule 9600 Series, FINRA may conditionally or unconditionally grant an exemption from paragraph (c)(3) for good cause shown after taking into consideration all relevant factors, to the extent such exemption is consistent with the purposes of the Rule, the protection of investors, and the public interest. (d)  Content Standards (1)  General Standards (A)  All member communications must be based on principles of fair dealing and good faith, must be fair and balanced, and must provide a sound basis for evaluating the facts in regard to any particular security or type of security, industry, or service.  No member may omit any material fact or qualification if the omission, in light of the context of the material presented, would cause the communications to be misleading. ",
    "correction": "Ensure compliance with FINRA Rule 2210 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 2210",
    "description": "(B)  No member may make any false, exaggerated, unwarranted, promissory or misleading statement or claim in any communication.  No member may publish, circulate or distribute any communication that the member knows or has reason to know contains any untrue statement of a material fact or is otherwise false or misleading. (C)  Information may be placed in a legend or footnote only in the event that such placement would not inhibit an investor’s understanding of the communication. (D)  Members must ensure that statements are clear and not misleading within the context in which they are made, and that they provide balanced treatment of risks and potential benefits. Communications must be consistent with the risks of fluctuating prices and the uncertainty of dividends, rates of return and yield inherent to investments. (E)  Members must consider the nature of the audience to which the communication will be directed and must provide details and explanations appropriate to the audience. (F)  Communications may not predict or project performance, imply that past performance will recur or make any exaggerated or unwarranted claim, opinion or forecast; provided, however, that this paragraph (d)(1)(F) does not prohibit: (i)  A hypothetical illustration of mathematical principles, provided that it does not predict or project the performance of an investment or investment strategy; (ii)  An investment analysis tool, or a written report produced by an investment analysis tool, that meets the requirements of Rule 2214; and (iii)  A price target contained in a research report on debt or equity securities, provided that the price target has a reasonable basis, the report discloses the valuation methods used to determine the price target, and the price target is accompanied by disclosure concerning the risks that may impede achievement of the price target. (2)  Comparisons Any comparison in retail communications between investments or services must disclose all material differences between them, including (as applicable) investment objectives, costs and expenses, liquidity, safety, guarantees or insurance, fluctuation of principal or return, and tax features. (3)  Disclosure of Member’s Name All retail communications and correspondence must: (A)  prominently disclose the name of the member, or the name under which the member’s broker-dealer business primarily is conducted as disclosed on the member’s Form BD, and may also include a fictional name by which the member is commonly recognized or which is required by any state or jurisdiction; (B)  reflect any relationship between the member and any non- member or individual who is also named; and (C)  if it includes other names, reflect which products or services are being offered by the member. This paragraph (d)(3) does not apply to so-called “blind” advertisements used to recruit personnel. ",
    "correction": "Ensure compliance with FINRA Rule 2210 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 2210",
    "description": "(4)  Tax Considerations (A)  In retail communications and correspondence, references to tax-free or tax-exempt income must indicate which income taxes apply, or which do not, unless income is free from all applicable taxes. If income from an investment company investing in municipal bonds is subject to state or local income taxes, this fact must be stated, or the illustration must otherwise make it clear that income is free only from federal income tax. (B)  Communications may not characterize income or investment returns as tax-free or exempt from income tax when tax liability is merely postponed or deferred, such as when taxes are payable upon redemption. (C)  A comparative illustration of the mathematical principles of tax-deferred versus taxable compounding must meet the following requirements: (i)  The illustration must depict both the taxable investment and the tax-deferred investment using identical investment amounts and identical assumed gross investment rates of return, which may not exceed 10 percent per annum. (ii)  The illustration must use and identify actual federal income tax rates. (iii)  The illustration may reflect an actual state income tax rate, provided that the communication prominently discloses that the illustration is applicable only to investors that reside in the identified state. (iv)  Tax rates used in an illustration that is intended for a target audience must reasonably reflect its tax bracket or brackets as well as the tax character of capital gains and ordinary income. (v)  If the illustration covers the payout period for an investment, the illustration must reflect the impact of taxes during this period. (vi)  The illustration may not assume an unreasonable period of tax deferral. (vii)  The illustration must disclose, as applicable: a.  the degree of risk in the investment’s assumed rate of return, including a statement that the assumed rate of return is not guaranteed; b.  the possible effects of investment losses on the relative advantage of the taxable versus the tax-deferred investments; c.  the extent to which tax rates on capital gains and dividends would affect the taxable investment’s return; d.  the fact that ordinary income tax rates will apply to withdrawals from a tax-deferred investment; e.  its underlying assumptions; f.  the potential impact resulting from federal or state tax penalties (e.g., for early withdrawals or use on non-qualified expenses); and g.  that an investor should consider his or her current and anticipated investment horizon and income tax bracket when making an investment decision, as the illustration may not reflect these factors. ",
    "correction": "Ensure compliance with FINRA Rule 2210 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 2210",
    "description": "(5)  Disclosure of Fees, Expenses and Standardized Performance (A)  Retail communications and correspondence that present non-money market fund open-end management investment company performance data as permitted by Securities Act Rule 482 and Rule 34b-1 under the Investment Company Act must disclose: (i)  the standardized performance information mandated by Securities Act Rule 482 and Rule 34b-1 under the Investment Company Act; and (ii)  to the extent applicable: a.  the maximum sales charge imposed on purchases or the maximum deferred sales charge, as stated in the investment company’s prospectus current as of the date of distribution or submission for publication of a communication; and b.  the total annual fund operating expense ratio, gross of any fee waivers or expense reimbursements, as stated in the fee table of the investment company’s prospectus described in paragraph (d)(5)(A)(ii)(a). (B)  All of the information required by paragraph (d)(5)(A) must be set forth prominently, and in any print advertisement, in a prominent text box that contains only the required information and, at the member’s option, comparative performance and fee data and disclosures required by Securities Act Rule 482 and Rule 34b-1 under the Investment Company Act. (6)  Testimonials (A)  If any testimonial in a communication concerns a technical aspect of investing, the person making the testimonial must have the knowledge and experience to form a valid opinion. (B)  Retail communications or correspondence providing any testimonial concerning the investment advice or investment performance of a member or its products must prominently disclose the following: (i) The fact that the testimonial may not be representative of the experience of other customers. (ii)  The fact that the testimonial is no guarantee of future performance or success. (iii)  If more than $100 in value is paid for the testimonial, the fact that it is a paid testimonial. (7)  Recommendations (A)  Retail communications that include a recommendation of securities must have a reasonable basis for the recommendation and must disclose, if applicable, the following: (i)  that at the time the communication was published or distributed, the member was making a market in the security being recommended, or in the underlying security if the recommended security is an option or security future, or that the member or associated persons will sell to or buy from customers on a principal basis; ",
    "correction": "Ensure compliance with FINRA Rule 2210 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 2210",
    "description": "(ii)  that the member or any associated person that is directly and materially involved in the preparation of the content of the communication has a financial interest in any of the securities of the issuer whose securities are recommended, and the nature of the financial interest (including, without limitation, whether it consists of any option, right, warrant, future, long or short position), unless the extent of the financial interest is nominal; and (iii)  that the member was manager or co-manager of a public offering of any securities of the issuer whose securities are recommended within the past 12 months. (B)  A member must provide, or offer to furnish upon request, available investment information supporting the recommendation. When a member recommends a corporate equity security, the member must provide the price at the time the recommendation is made. (C)  A retail communication or correspondence may not refer, directly or indirectly, to past specific recommendations of the member that were or would have been profitable to any person; provided, however, that a retail communication or correspondence may set out or offer to furnish a list of all recommendations as to the same type, kind, grade or classification of securities made by the member within the immediately preceding period of not less than one year, if the communication or list: (i)  states the name of each such security recommended, the date and nature of each such recommendation (e.g., whether to buy, sell or hold), the market price at that time, the price at which the recommendation was to be acted upon, and the market price of each such security as of the most recent practicable date; and (ii)  contains the following cautionary legend, which must appear prominently within the communication or list: “it should not be assumed that recommendations made in the future will be profitable or will equal the performance of the securities in this list.” (D)  (i)  This paragraph (d)(7) does not apply to any communication that meets the definition of “research report” for purposes of NASD Rule 2711 and includes all of the applicable disclosures required by that Rule. (ii)  Paragraphs (d)(7)(A) and (d)(7)(C) do not apply to any communication that recommends only registered investment companies or variable insurance products; provided, however, that such communications must have a reasonable basis for the recommendation. (8)  Prospectuses Filed with the SEC Prospectuses, preliminary prospectuses, fund profiles and similar documents that have been filed with the SEC and free writing prospectuses that are exempt from filing with the SEC are not subject to the standards of this paragraph (d); provided, however, that the standards of this paragraph (d) shall apply to an investment company prospectus published pursuant to Securities Act Rule 482 and a free writing prospectus that is required to be filed with the SEC pursuant to Securities Act Rule 433(d)(1)(ii). ",
    "correction": "Ensure compliance with FINRA Rule 2210 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 2210",
    "description": "(e) Limitations on Use of FINRA’s Name and Any Other Corporate Name Owned by FINRA Members may indicate FINRA membership in conformity with Article XV, Section 2 of the FINRA By-Laws in one or more of the following ways: (1)  in any communication that complies with the applicable standards of this Rule and neither states nor implies that FINRA, or any other corporate name or facility owned by FINRA, or any other regulatory organization endorses, indemnifies, or guarantees the member’s business practices, selling methods, the class or type of securities offered, or any specific security, and provided further that any reference to the Department’s review of a communication is limited to either “Reviewed by FINRA” or “FINRA Reviewed”; (2)  in a confirmation statement for an over-the-counter transaction that states: “This transaction has been executed in conformity with the FINRA Uniform Practice Code”; and (3)  on a member’s website, provided that the member provides a hyperlink to FINRA’s internet home page, www.finra.org, in close proximity to the member’s indication of FINRA membership.  A member is not required to provide more than one such hyperlink on its website. If the member’s website contains more than one indication of FINRA membership, the member may elect to provide any one hyperlink in close proximity to any reference reasonably designed to draw the public’s attention to FINRA membership.  This provision also shall apply to an internet website relating to the member’s investment banking or securities business maintained by or on behalf of any person associated with a member. (f) Public Appearances (1)  When sponsoring or participating in a seminar, forum, radio or television interview, or when otherwise engaged in public appearances or speaking activities that are unscripted and do not constitute retail communications, institutional communications or correspondence (“public appearance”), persons associated with members must follow the standards of paragraph (d)(1). (2)  If an associated person recommends a security in a public appearance, the associated person must have a reasonable basis for the recommendation.  The associated person also must disclose, as applicable: (A)  that the associated person has a financial interest in any of the securities of the issuer whose securities are recommended, and the nature of the financial interest (including, without limitation, whether it consists of any option, right, warrant, future, long or short position), unless the extent of the financial interest is nominal; and (B)  any other actual, material conflict of interest of the associated person or member of which the associated person knows or has reason to know at the time of the public appearance. (3)  Each member shall establish written procedures that are appropriate to its business, size, structure, and customers to supervise its associated persons’ public appearances.  Such procedures must provide for the education and training of associated persons who make public appearances as to the firm’s procedures, documentation of such education and training, and surveillance and follow-up to ensure that such procedures are implemented and adhered to. Evidence that these supervisory procedures have been implemented and carried out must be maintained and made available to FINRA upon request. ",
    "correction": "Ensure compliance with FINRA Rule 2210 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 2210",
    "description": "(4)  Any scripts, slides, handouts or other written (including electronic) materials used in connection with public appearances are considered communications for purposes of this Rule, and members must comply with all applicable provisions of this Rule based on those communications’ audience, content and use. (5)  Paragraph (f)(2) does not apply to any public appearance by a research analyst for purposes of NASD Rule 2711 that includes all of the applicable disclosures required by that Rule. Paragraph (f)(2) also does not apply to a recommendation of investment company securities or variable insurance products; provided, however, that the associated person must have a reasonable basis for the recommendation. (g)  Violation of Other Rules Any violation by a member of any rule of the SEC, the Securities Investor Protection Corporation or the Municipal Securities Rulemaking Board applicable to member communications will be deemed a violation of this Rule 2210. [Amended by SR-FINRA-2011-035 and SR-FINRA-2013-001 eff. Feb. 4, 2013, amended by SR-FINRA-2014-012 eff. July 11, 2014.] Selected Notices: 12-29, 14-30. ",
    "correction": "Ensure compliance with FINRA Rule 2210 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 2210",
    "description": "2212 Use of Investment Companies Rankings in Retail Communications (a)  Definition of “Ranking Entity” For purposes of this Rule, the term “Ranking Entity” refers to any entity that provides general information about investment companies to the public, that is independent of the investment company and its affiliates, and whose services are not procured by the investment company or any of its affiliates to assign the investment company a ranking. (b)  General Prohibition Members may not use investment company rankings in any retail communication other than (1) rankings created and published by Ranking Entities or (2) rankings created by an investment company or an investment company affiliate but based on the performance measurements of a Ranking Entity.  Rankings in retail communications also must conform to the following requirements. (c) Required Disclosures (1)  Headlines/Prominent Statements A headline or other prominent statement must not state or imply that an investment company or investment company family is the best performer in a category unless it is actually ranked first in the category. (2)  Required Prominent Disclosure All retail communications containing an investment company ranking must disclose prominently: (A)  the name of the category (e.g., growth); (B)  the number of investment companies or, if applicable, investment company families, in the category; (C)  the name of the Ranking Entity and, if applicable, the fact that the investment company or an affiliate created the category or subcategory; (D)  the length of the period (or the first day of the period) and its ending date; and (E)  criteria on which the ranking is based (e.g., total return, risk- adjusted performance). (3)  Other Required Disclosure All retail communications containing an investment company ranking also must disclose: (A)  the fact that past performance is no guarantee of future results; (B)  for investment companies that assess front-end sales loads, whether the ranking takes those loads into account; (C)  if the ranking is based on total return or the current SEC standardized yield, and fees have been waived or expenses advanced during the period on which the ranking is based, and the waiver or advancement had a material effect on the total return or yield for that period, a statement to that effect; (D)  the publisher of the ranking data (e.g., “ABC Magazine, June 2011”); and (E)  if the ranking consists of a symbol (e.g., a star system) rather than a number, the meaning of the symbol (e.g., a four-star ranking indicates that the fund is in the top 30% of all investment companies). ",
    "correction": "Ensure compliance with FINRA Rule 2210 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 2212",
    "description": "(d)  Time Periods (1)  Current Rankings Any investment company ranking included in a retail communication must be, at a minimum, current to the most recent calendar quarter ended prior to use or submission for publication. If no ranking that meets this requirement is available from the Ranking Entity, then a member may only use the most current ranking available from the Ranking Entity unless use of the most current ranking would be misleading, in which case no ranking from the Ranking Entity may be used. (2)  Rankings Time Periods; Use of Yield Rankings Except for money market mutual funds: (A)  retail communications may not present any ranking that covers a period of less than one year, unless the ranking is based on yield; (B)  an investment company ranking based on total return must be accompanied by rankings based on total return for a one year period for investment companies in existence for at least one year; one and five year periods for investment companies in existence for at least five years; and one, five and ten year periods for investment companies in existence for at least ten years supplied by the same Ranking Entity, relating to the same investment category, and based on the same time period; provided that, if rankings for such one, five and ten year time periods are not published by the Ranking Entity, then rankings representing short, medium and long term performance must be provided in place of rankings for the required time periods; and (C)  an investment company ranking based on yield may be based only on the current SEC standardized yield and must be accompanied by total return rankings for the time periods specified in paragraph (d)(2)(B). (e) Categories (1)  The choice of category (including a subcategory of a broader category) on which the investment company ranking is based must be one that provides a sound basis for evaluating the performance of the investment company. (2)  An investment company ranking must be based only on (A) a published category or subcategory created by a Ranking Entity or (B) a category or subcategory created by an investment company or an investment company affiliate, but based on the performance measurements of a Ranking Entity. (3)  Retail communications must not use any category or subcategory that is based upon the asset size of an investment company or investment company family, whether or not it has been created by a Ranking Entity. (f) Multiple Class/Two-Tier Funds Investment company rankings for more than one class of investment company with the same portfolio must be accompanied by prominent disclosure of the fact that the investment companies or classes have a common portfolio and different expense structures. ",
    "correction": "Ensure compliance with FINRA Rule 2212 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 2212",
    "description": "(g)  Investment Company Families Retail communications may contain rankings of investment company families, provided that these rankings comply with this Rule, and further provided that no retail communication for an individual investment company may provide a ranking of an investment company family unless it also prominently discloses the various rankings for the individual investment company supplied by the same Ranking Entity, as described in paragraph (d)(2)(B).  For purposes of this Rule, the term “investment company family” means any two or more registered investment companies or series thereof that hold themselves out to investors as related companies for purposes of investment and investor services. (h)  Independently Prepared Reprints This Rule shall not apply to any reprint or excerpt of any article or report that is excluded from the FINRA Advertising Regulation Department filing requirements pursuant to Rule 2210(c)(7)(I). [Amended by SR-FINRA-2011-035 eff. Feb. 4, 2013.] Selected Notice: 12-29. ",
    "correction": "Ensure compliance with FINRA Rule 2212 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 2212",
    "description": "2213 Requirements for the Use of Bond Mutual Fund Volatility Ratings (a)  Definition of Bond Mutual Fund Volatility Ratings For purposes of this Rule and any interpretation thereof, the term “bond mutual fund volatility rating” is a description issued by an independent third party relating to the sensitivity of the net asset value of a portfolio of an open-end management investment company that invests in debt securities to changes in market conditions and the general economy, and is based on an evaluation of objective factors, including the credit quality of the fund’s individual portfolio holdings, the market price volatility of the portfolio, the fund’s performance, and specific risks, such as interest rate risk, prepayment risk, and currency risk. (b)  Prohibitions on Use Members and persons associated with a member may use a bond mutual fund volatility rating only in a communication that is accompanied or preceded by a prospectus for the bond mutual fund (“supplemental sales literature”) and only when the following requirements are satisfied: (1)  The rating does not identify or describe volatility as a “risk” rating. (2)  The supplemental sales literature incorporates the most recently available rating and reflects information that, at a minimum, is current to the most recently completed calendar quarter ended prior to use. (3)  The criteria and methodology used to determine the rating must be based exclusively on objective, quantifiable factors.  The rating and the Disclosure Statement that accompanies the rating must be clear, concise, and understandable. (4)  The supplemental sales literature conforms to the disclosure requirements described in paragraph (c). (5)  The entity that issued the rating provides detailed disclosure on its rating methodology to investors through a toll-free telephone number, a website, or both. (c) Disclosure Requirements (1)  Supplemental sales literature containing a bond mutual fund volatility rating shall include a Disclosure Statement containing all the information required by this Rule. The Disclosure Statement may also contain any additional information that is relevant to an investor’s understanding of the rating. (2)  Supplemental sales literature containing a bond mutual fund volatility rating shall contain all current bond mutual fund volatility ratings that have been issued with respect to the fund. Information concerning multiple ratings may be combined in the Disclosure Statement, provided that the applicability of the information to each rating is clear. (3)  All bond mutual fund volatility ratings shall be contained within the text of the Disclosure Statement.  The following disclosures shall be provided with respect to each such rating: (A)  the name of the entity that issued the rating; (B)  the most current rating and date of the current rating, with an explanation of the reason for any change in the current rating from the most recent prior rating; ",
    "correction": "Ensure compliance with FINRA Rule 2212 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 2213",
    "description": "(C)  a description of the rating in narrative form, containing the following disclosures: (i)  a statement that there is no standard method for assigning ratings; (ii)  a description of the criteria and methodologies used to determine the rating; (iii)  a statement that not all bond funds have volatility ratings; (iv)  whether consideration was paid in connection with obtaining the issuance of the rating; (v)  a description of the types of risks the rating measures (e.g., short-term volatility); (vi)  a statement that the portfolio may have changed since the date of the rating; and (vii)  a statement that there is no guarantee that the fund will continue to have the same rating or perform in the future as rated. [Amended by SR-FINRA-2011-035 eff. Feb. 4, 2013.] Selected Notices: 00-17, 00-23, 12-29. ",
    "correction": "Ensure compliance with FINRA Rule 2213 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 2213",
    "description": "2214 Requirements for the Use of Investment Analysis Tools (a)  General Considerations This Rule provides a limited exception to Rule 2210(d)(1)(F).  No member may imply that FINRA endorses or approves the use of any investment analysis tool or any recommendation based on such a tool.  A member that offers or intends to offer an investment analysis tool under this Rule (whether customers use the member’s tool independently or with assistance from the member) must, within 10 business days of first use, (1) provide FINRA’s Advertising Regulation Department (“Department”) access to the investment analysis tool and, (2) pursuant to Rule 2210(c)(3)(C), file with the Department any template for written reports produced by, or retail communications concerning, the tool. (b)  Definition For purposes of this Rule and any interpretation thereof, an “investment analysis tool” is an interactive technological tool that produces simulations and statistical analyses that present the likelihood of various investment outcomes if certain investments are made or certain investment strategies or styles are undertaken, thereby serving as an additional resource to investors in the evaluation of the potential risks and returns of investment choices. (c) Use of Investment Analysis Tools and Related Written Reports and Retail Communications A member may provide an investment analysis tool (whether customers use the member’s tool independently or with assistance from the member), written reports indicating the results generated by such tool and related retail communications only if the tool, written report or related retail communication: (1)  describes the criteria and methodology used, including the investment analysis tool’s limitations and key assumptions; (2) explains that results may vary with each use and over time; (3)  if applicable, describes the universe of investments considered in the analysis, explains how the tool determines which securities to select, discloses if the tool favors certain securities and, if so, explains the reason for the selectivity, and states that other investments not considered may have characteristics similar or superior to those being analyzed; and (4)  displays the following additional disclosure: “IMPORTANT: The projections or other information generated by [name of investment analysis tool] regarding the likelihood of various investment outcomes are hypothetical in nature, do not reflect actual investment results and are not guarantees of future results.” (d)  Disclosures The disclosures and other required information discussed in paragraph (c) must be clear and prominent and must be in written (which may be electronic) narrative form. Supplementary Material: .01  Relationship to Rule 2210(d)(1)(F).  Rule 2210(d)(1)(F) states that “[c]ommunications may not predict or project performance, imply that past performance will recur or make any exaggerated or unwarranted claim, opinion or forecast.”  This Rule allows member firms to offer investment analysis tools (whether customers use the member’s tool independently or with assistance from the member), written reports indicating the results generated by such tools and related retail communications in certain circumstances. Rule 2210(d)(1)(F) does not prohibit, and this Rule does not apply to, hypothetical illustrations of mathematical principles that do not predict or project the performance of an investment or investment strategy. ",
    "correction": "Ensure compliance with FINRA Rule 2213 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 2214",
    "description": ".02  Advertising Regulation Department Requests.  A member subject to this Rule must provide any supplemental information requested by the Department.  The Department may require that the member modify the investment analysis tool, written- report template, or retail communication. The Department also may require that the member not offer or continue to offer or use the tool, written-report template, or retail communication until all changes specified by the Department have been made by the member. .03  Material Changes to Disclosures.  After the Department has reviewed the investment analysis tool, written-report template, or retail communication, a member must notify the Department and provide additional access to the tool and re-file any template, or retail communication if it makes a material change to the presentation of information or disclosures as required by paragraphs (c) and (d). .04  Investment Analysis Tools Used with Institutional Investors.  A member that offers an investment analysis tool exclusively to “institutional investors,” as defined in Rule 2210(a)(4), is not subject to the post-use access and filing requirement in paragraph (a) of this Rule if the communications relating to or produced by the tool meet the criteria for “institutional communication,” as defined in Rule 2210(a)(3). A member that intends to make the tool available to, or that intends to use the tool or any related report with, any “retail investor,” as defined in Rule 2210(a)(6) (such as an employee benefit plan participant or a retail broker-dealer customer), will be subject to the filing and access requirements, however. .05  Compliance with Other Applicable Laws and Rules.  As in all cases, a member’s compliance with this Rule does not mean that the member is acting in conformity with other applicable laws and rules.  A member that offers an investment analysis tool under this Rule (whether customers use the member’s tool independently or with assistance from the member) is responsible for ensuring that use of the investment analysis tool and all recommendations based on the investment analysis tool (whether made via the automated tool or a written report) comply, as applicable, with FINRA’s suitability rule (Rule 2211), the other provisions of Rule 2210 (including, but not limited to, the principles of fair dealing and good faith, the prohibition on exaggerated, unwarranted or misleading statements or claims, and any other applicable filing requirements for retail communications), the federal securities laws (including, but not limited to, the antifraud provisions), the SEC rules (including, but not limited to, Securities Act Rule 156) and other FINRA rules. .06  Incidental References to Investment Analysis Tools.  A retail communication that contains only an incidental reference to an investment analysis tool (e.g., a brochure that merely mentions a member’s tool as one of the services offered by the member) need not include the disclosures required by this Rule and would not need to be filed with the Department, unless otherwise required by the other provisions of Rule 2210.  A retail communication that refers to an investment analysis tool in more detail but does not provide access to the tool or the results generated by the tool must provide the disclosures required by paragraphs (c)(2) and (c)(4), but may exclude the disclosures required by paragraphs (c)(1) and (c)(3). .07  Investment Analysis Tools that Favor Certain Securities.  The disclosure required by paragraph (c)(3) must indicate, among other things, whether the investment analysis tool searches, analyzes or in any way favors certain securities within the universe of securities considered based on revenue received by the member in connection with the sale of those securities or based on relationships or understandings between the member and the entity that created the investment analysis tool.  The disclosure also must indicate whether the investment analysis tool is limited to searching, analyzing or in any way favoring securities in which the member makes a market, serves as underwriter, or has any other direct or indirect interest.  Members are not required to provide a “negative” disclosure (i.e., a disclosure indicating that the tool does not favor certain securities). [Amended by SR-FINRA-2011-035 and SR-FINRA-2013-001 eff. Feb. 4, 2013, amended by SR-FINRA-2014-012 eff. July 11, 2014.] Selected Notices: 04-86, 12-29, 14-30. ",
    "correction": "Ensure compliance with FINRA Rule 2214 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 2214",
    "description": "2215 Communications with the Public Regarding Security Futures (a)  FINRA Filing Requirements (1)  As set forth in paragraph (c)(2) of Rule 2210, a member must submit all retail communications concerning security futures to FINRA’s Advertising Regulation Department at least 10 business days prior to first use. (2)  The requirements of this paragraph (a) shall not be applicable to: (A)  retail communications concerning security futures that are submitted to another self-regulatory organization having comparable standards pertaining to such retail communications, and (B)  retail communications in which the only reference to security futures is contained in a listing of the services of a member. (b)  Standards Applicable to Security Futures Communications (1) Communications Used Prior to Delivery of the Security Futures Risk Disclosure Statements (A)  All communications concerning security futures shall be accompanied or preceded by the security futures risk disclosure statement unless they meet the following requirements: (i)  Such communications must be limited to general descriptions of the security futures being offered. (ii)  Such communications must contain contact information for obtaining a copy of the security futures risk disclosure statement. (iii)  Such communications must not contain recommendations or past or projected performance figures, including annualized rates of return, or names of specific securities. (B)  Communications concerning security futures that meet the requirements of paragraphs (b)(1)(A)(i) through (iii) may have the following characteristics: (i) the text of the communication may contain a brief description of security futures, including a statement that identifies registered clearing agencies for security futures.  The text may also contain a brief description of the general attributes and method of operation of the securities exchange or notice-registered securities exchange on which such security futures are traded, including a discussion of how a security future is priced; (ii) the communication may include any statement required by any state law or administrative authority; and (iii)  advertising designs and devices, including borders, scrolls, arrows, pointers, multiple and combined logos and unusual type faces and lettering as well as attention-getting headlines and photographs and other graphics may be used, provided such material is not misleading. (2)  General Standards (A)  No member or associated person of a member shall distribute or make available any communication concerning a security future that: ",
    "correction": "Ensure compliance with FINRA Rule 2214 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 2215",
    "description": "(i)  contains any statement suggesting the certain availability of a secondary market for security futures; (ii)  fails to reflect the risks attendant to security futures transactions and the complexities of certain security futures investment strategies; (iii)  fails to include a warning to the effect that security futures are not suitable for all investors or contains suggestions to the contrary; or (iv)  fails to include a statement that supporting documentation for any claims (including any claims made on behalf of security futures programs or the security futures expertise of sales persons), comparisons, recommendations, statistics or other technical data, will be supplied upon request. (B)  Paragraphs (b)(2)(A)(iii) and (b)(2)(A)(iv) do not apply to institutional communications as defined in Rule 2210(a)(3). (C)  Any statement referring to the potential opportunities or advantages presented by security futures must be balanced by a statement of the corresponding risks.  The risk statement must reflect the same degree of specificity as the statement of opportunities, and must avoid broad generalities. (3)  Projections Notwithstanding the provisions of Rule 2210(d)(1)(F), security futures communications may contain projected performance figures (including projected annualized rates of return), provided that: (A)  all such communications must be accompanied or preceded by the security futures risk disclosure statement; (B)  no suggestion of certainty of future performance is made; (C)  parameters relating to such performance figures are clearly established; (D)  all relevant costs, including commissions, fees, and interest charges (as applicable) are disclosed and reflected in the projections; (E)  such projections are plausible and are intended as a source of reference or a comparative device to be used in the development of a recommendation; (F)  all material assumptions made in such calculations are clearly identified; (G)  the risks involved in the proposed transactions are disclosed; and (H)  in communications relating to annualized rates of return, that such returns are not based upon any less than a 60-day experience; any formulas used in making calculations are clearly displayed; and a statement is included to the effect that the annualized returns cited might be achieved only if the parameters described can be duplicated and that there is no certainty of doing so. ",
    "correction": "Ensure compliance with FINRA Rule 2215 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 2215",
    "description": "(4)  Historical Performance Security futures communications may feature records and statistics that portray the performance of past recommendations or of actual transactions, provided that: (A)  all such communications must be accompanied or preceded by the security futures risk disclosure statement; (B)  any such portrayal is done in a balanced manner, and consists of records or statistics that are confined to a specific “universe” that can be fully isolated and circumscribed and that covers at least the most recent 12-month period; (C)  such communications include the date of each initial recommendation or transaction, the price of each such recommendation or transaction as of such date, and the date and price of each recommendation or transaction at the end of the period or when liquidation was suggested or effected, whichever was earlier; provided that if the communications are limited to summarized or averaged records or statistics, in lieu of the complete record there may be included the number of items recommended or transacted, the number that advanced and the number that declined, together with an offer to provide the complete record upon request; (D)  all relevant costs, including commissions, fees, and daily margin obligations (as applicable) are disclosed and reflected in the performance; (E)  whenever such communications contain annualized rates of return, all material assumptions used in the process of annualization are disclosed; (F)  an indication is provided of the general market conditions during the period(s) covered, and any comparison made between such records and statistics and the overall market (e.g., comparison to an index) is valid; (G)  such communications state that the results presented should not and cannot be viewed as an indicator of future performance; and (H)  a principal qualified to supervise security futures activities determines that the records or statistics fairly present the status of the recommendations or transactions reported upon and so initials the report. (c) Security Futures Programs In communications regarding a security futures program (i.e., an investment plan employing the systematic use of one or more security futures strategies), the cumulative history or unproven nature of the program and its underlying assumptions must be disclosed. (d)  Standard Forms of Worksheets Such worksheets must be uniform within a member.  If a member has adopted a standard form of worksheet for a particular security futures strategy, nonstandard worksheets for that strategy may not be used. (e) Recordkeeping Communications that portray performance of past recommendations or actual transactions and completed worksheets shall be kept at a place easily accessible to the sales office for the accounts or customers involved. [Amended by SR-FINRA-2011-035 eff. Feb. 4, 2013.] Selected Notice: 12-29. ",
    "correction": "Ensure compliance with FINRA Rule 2215 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 2215",
    "description": "2216 Communications with the Public About Collateralized Mortgage Obligations (CMOs) (a)  Definition For purposes of this Rule, the term “collateralized mortgage obligation” (CMO) refers to a multi-class debt instrument backed by a pool of mortgage pass-through securities or mortgage loans, including real estate mortgage investment conduits (REMICs) as defined in the Tax Reform Act of 1986. (b)  Disclosure Standards and Required Educational Material (1)  Disclosure Standards All retail communications and correspondence concerning CMOs: (A)  must include within the name of the product the term “Collateralized Mortgage Obligation”; (B)  may not compare CMOs to any other investment vehicle, including a bank certificate of deposit; (C)  must disclose, as applicable, that a government agency backing applies only to the face value of the CMO and not to any premium paid; and (D) must disclose that a CMO’s yield and average life will fluctuate depending on the actual rate at which mortgage holders prepay the mortgages underlying the CMO and changes in current interest rates. (2)  Required Educational Material Before the sale of a CMO to any person other than an institutional investor, as defined in Rule 2210(a)(4), a member must offer to the person educational material that includes the following: (A)  a discussion of: (i)  characteristics and risks of CMOs including credit quality, prepayment rates and average lives, interest rates (including their effect on value and prepayment rates), tax considerations, minimum investments, transaction costs and liquidity; (ii)  the structure of a CMO, including the various types of tranches that may be issued and the rights and risks pertaining to each (including the fact that two CMOs with the same underlying collateral may be prepaid at different rates and may have different price volatility); and (iii)  the relationship between mortgage loans and mortgage securities; (B)  questions an investor should ask before investing; and (C)  a glossary of terms. (c) Promotion of Specific CMOs In addition to the standards set forth above, retail communications and correspondence that promote a specific security or contain yield information must conform to the standards set forth below.  An example of a compliant communication appears at the end of this Rule. (1)  The retail communication or correspondence must present the following disclosure sections with equal prominence.  The information in Sections 1 and 2 must be included.  The information in Section 3 is optional; therefore, the member may elect to include any, all or none of this information. The information in Section 4 may be tailored to the member’s preferred signature. ",
    "correction": "Ensure compliance with FINRA Rule 2215 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 2216",
    "description": "Section 1 Title — Collateralized Mortgage Obligations Coupon Rate Anticipated Yield/Average Life Specific Tranche — Number & Class Final Maturity Date Underlying Collateral Section 2 Disclosure Statement: “The yield and average life shown above consider prepayment assumptions that may or may not be met.  Changes in payments may significantly affect yield and average life. Please contact your representative for information on CMOs and how they react to different market conditions.” Section 3 Product Features (Optional): Minimum Denominations Rating Disclosure Agency/Government Backing Income Payment Structure Generic Description of Tranche (e.g., PAC, Companion) Yield to Maturity of CMOs Offered at Par Section 4 Company Information: Name, Memberships Address Telephone Number Representative’s Name (2)  Additional Conditions The following conditions must also be met: (A)  All figures in Section 1 must be in equal type size. (B)  The disclosure language in Section 2 may not be altered and must be given equal prominence with the information in Section 1. (C)  The prepayment assumption used to determine the yield and average life must either be obtained from a nationally recognized service or the member must be able to justify the assumption used.  A copy of either the service’s listing for the CMO or the member’s justification must be attached to the copy of the communication that is maintained in the member’s advertising files in order to verify that the prepayment scenario is reasonable. (D)  Any sales charge that the member intends to impose must be reflected in the anticipated yield. ",
    "correction": "Ensure compliance with FINRA Rule 2216 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 2216",
    "description": "(E)  The communication must include language stating that the security is “offered subject to prior sale and price change.”  This language may be included in any one of the four sections. (F)  If the security is an accrual bond that does not currently distribute principal and interest payments, then Section 1 must include this information. (3)  Radio/Television Advertisements (A)  The following oral disclaimer must precede any radio or television advertisement in lieu of the Title information set forth in Section 1: “The following is an advertisement for Collateralized Mortgage Obligations.  Contact your representative for information on CMOs and how they react to different market conditions.” (B)  Radio or television advertisements must contain the following oral disclosure statement in lieu of the legend set forth in Section 2: “The yield and average life reflect prepayment assumptions that may or may not be met. Changes in payments may significantly affect yield and average life.” (4)  Standardized CMO Communication Example Collateralized Mortgage Obligations 7.50% Coupon 7.75% Anticipated Yield to 22-Year Average Life FNMA 9532X, Final Maturity March 2023 Collateral 100% FNMA 7.50% The yield and average life shown above reflect prepayment assumptions that may or may not be met.  Changes in payments may significantly affect yield and average life. Please contact your representative for information on CMOs and how they react to different market conditions. $5,000 Minimum Income Paid Monthly Implied Rating/Volatility Rating Principal and Interest Payments Backed by FNMA PAC Bond Offered subject to prior sale and price change. Call Mary Representative at (800) 555-1234 Your Company Securities, Inc., Member SIPC 123 Main Street Anytown, State 12121 [Amended by SR-FINRA-2011-035 eff. Feb. 4, 2013.] Selected Notice: 12-29. ",
    "correction": "Ensure compliance with FINRA Rule 2216 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 2216",
    "description": "2220. Options Communications (a) Definitions For purposes of this Rule and any interpretation thereof: (1) “Options communications” consist of: (A) “Correspondence.” Any “Correspondence” as defined in Rule 2210(a)(2) concerning options. (B) “Institutional Communication.” Any “Institutional Communication” as defined in Rule 2210(a)(3) concerning options. (C) “Retail Communication.” Any “Retail Communication” as defined in Rule 2210(a)(5) concerning options including worksheet templates. (2) “Standardized option” means any option contract issued, or subject to issuance, by The Options Clearing Corporation, that has standardized terms for the strike price, expiration date, and amount of the underlying security, and is traded on a national securities exchange registered pursuant to Section 6(a) of the Exchange Act. (3) “Option” as defined in Rule 2360(a). (4) “Options disclosure document” has the same meaning as the term “disclosure document” as defined in Rule 2360(a). (b) Approval by a Registered Options Principal and Recordkeeping (1) Retail Communications. All retail communications (except completed worksheets) issued by a member concerning options shall be approved in advance by a Registered Options Principal designated by the member’s written supervisory procedures. (2) Correspondence. Correspondence need not be approved by a Registered Options Principal prior to use. All correspondence is subject to the supervision and review requirements of NASD Rule 3010(d). (3) Institutional Communications. Each member shall establish written procedures that are appropriate to its business, size, structure, and customers for the review by a Registered Options Principal of institutional communications used by the member and its registered representatives as described in Rule 2210(b)(3). (4) Copies of the options communications shall be retained by the member in accordance with SEA Rule 17a-4. The names of the persons who prepared the options communications, the names of the persons who approved the options communications, and the source of any recommendations contained therein, shall be retained by the member and be kept in the form and for the time period required for options communications by SEA Rule 17a-4. (c) FINRA Approval Requirements and Review Procedures (1) In addition to the approval required by paragraph (b) of this Rule, all retail communications issued by a member concerning standardized options used prior to delivery of the applicable current options disclosure document or prospectus shall be submitted to the Advertising Regulation Department of FINRA (the “Department”) at least ten calendar days prior to use (or such shorter period as the Department may allow in particular instances) for approval and, if changed or expressly disapproved by the Department, shall be withheld from circulation until any changes specified by the Department have been made or, in the event of disapproval, until such options communication has been resubmitted for, and has received, Department approval. ",
    "correction": "Ensure compliance with FINRA Rule 2216 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 2220",
    "description": "(2)  (A) Notwithstanding the foregoing provision, the Department, upon review of a member’s options communications, and after determining that the member has departed from the standards of this Rule, may require that such member file some or all options communications or the portions of such member’s communications that are related to options with the Department, at least ten calendar days prior to use. (B) The Department shall notify the member in writing of the types of options communications to be filed and the length of time such requirement is to be in effect. The requirement shall not exceed one year, however, and shall not take effect until 21 calendar days after service of the written notice, during which time the member may request a hearing under Rules 9551 and 9559. (3) In addition to the foregoing requirements, every member’s options communications shall be subject to a routine spot-check procedure. Upon written request from the Department, each member shall promptly submit the communications requested. Members will not be required to submit communications under this procedure that have been previously submitted pursuant to one of the foregoing requirements. (4) The requirements of this paragraph (c) shall not be applicable to: (A) options communications submitted to another self-regulatory organization having comparable standards pertaining to such communications; (B) communications in which the only reference to options is contained in a listing of the services of the member; (C) the options disclosure document; and (D) the prospectus. (d) Standards Applicable to Communications (1) Communications Regarding Standardized Options used Prior to Delivery of Options Disclosure Document (A) Options communications regarding standardized options exempted under Securities Act Rule 238 used prior to options disclosure document delivery: (i) must be limited to general descriptions of the options being discussed. The text may also contain a brief description of options, including a statement that identifies registered clearing agencies for options and a brief description of the general attributes and method of operation of the exchanges on which such options are traded, including a discussion of how an option is priced; (ii) must contain contact information for obtaining a copy of the options disclosure document; (iii) must not contain recommendations or past or projected performance figures, including annualized rates of return, or names of specific securities; (iv) may include any statement required by any state law or administrative authority; and (v) may include advertising designs and devices, including borders, scrolls, arrows, pointers, multiple and combined logos and unusual type faces and lettering as well as attention-getting headlines and photographs and other graphics, provided such material is not misleading. ",
    "correction": "Ensure compliance with FINRA Rule 2220 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 2220",
    "description": "(B) Options communications regarding options not exempted under Securities Act Rule 238 used prior to delivery of a prospectus that meets the requirements of Section 10(a) of the Securities Act must conform to Securities Act Rule 134 or 134a, as applicable. (2) General Standards (A) No member or associated person of the member shall use any options communications which: (i) contains any untrue statement or omission of a material fact or is otherwise false or misleading; (ii) contains promises of specific results, exaggerated or unwarranted claims, opinions for which there is no reasonable basis or forecasts of future events which are unwarranted or which are not clearly labeled as forecasts; (iii) contains cautionary statements or caveats that are not legible, are misleading, or are inconsistent with the content of the material; (iv) would constitute a prospectus as that term is defined in the Securities Act, unless it meets the requirements of Section 10 of the Securities Act; (v) contains statements suggesting the certain availability of a secondary market for options; (vi) fails to reflect the risks attendant to options transactions and the complexities of certain options investment strategies; (vii) fails to include a warning to the effect that options are not suitable for all investors or contains suggestions to the contrary; or (viii) fails to include a statement that supporting documentation for any claims (including any claims made on behalf of options programs or the options expertise of sales persons), comparison, recommendations, statistics, or other technical data, will be supplied upon request. (B) Subparagraphs (vii) and (viii) above shall not apply to institutional communications as defined in paragraph (a) of this Rule. (C) Any statement in any options communications referring to the potential opportunities or advantages presented by options shall be balanced by a statement of the corresponding risks. The risk statement shall reflect the same degree of specificity as the statement of opportunities, and broad generalities must be avoided. (3) Projections Options communications may contain projected performance figures (including projected annualized rates of return) provided that: (A) all such communications regarding standardized options are accompanied or preceded by the options disclosure document; (B) no suggestion of certainty of future performance is made; (C) parameters relating to such performance figures are clearly established (e.g., to indicate exercise price of option, purchase price of the underlying stock and its market price, option premium, anticipated dividends, etc.); ",
    "correction": "Ensure compliance with FINRA Rule 2220 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 2220",
    "description": "(D) all relevant costs, including commissions, fees, and interest charges (as applicable ) are disclosed and reflected in the projections; (E) such projections are plausible and are intended as a source of reference or a comparative device to be used in the development of a recommendation; (F) all material assumptions made in such calculations are clearly identified (e.g., “assume option expires,” “assume option unexercised,” “assume option exercised,” etc.); (G) the risks involved in the proposed transactions are also disclosed; and (H) in communications relating to annualized rates of return, that such returns are not based upon any less than a 60-day experience; any formulas used in making calculations are clearly displayed; and a statement is included to the effect that the annualized returns cited might be achieved only if the parameters described can be duplicated and that there is no certainty of doing so. (4) Historical Performance Options communications may feature records and statistics that portray the performance of past recommendations or of actual transactions, provided that: (A) all such communications regarding standardized options are accompanied or preceded by the options disclosure document; (B) any such portrayal is done in a balanced manner, and consists of records or statistics that are confined to a specific “universe” that can be fully isolated and circumscribed and that covers at least the most recent 12-month period; (C) such communications include the date of each initial recommendation or transaction, the price of each such recommendation or transaction as of such date, and the date and price of each recommendation or transaction at the end of the period or when liquidation was suggested or effected, whichever was earlier; provided that if the communications are limited to summarized or averaged records or statistics, in lieu of the complete record there may be included the number of items recommended or transacted, the number that advanced and the number that declined, together with an offer to provide the complete record upon request; (D) all relevant costs, including commissions, fees, and daily margin obligations (as applicable) are disclosed and reflected in the performance; (E) whenever such communications contain annualized rates of return, all material assumptions used in the process of annualization are disclosed; (F) an indication is provided of the general market conditions during the period(s) covered, and any comparison made between such records and statistics and the overall market (e.g., comparison to an index) is valid; (G) such communications state that the results presented should not and cannot be viewed as an indicator of future performance; and (H) a Registered Options Principal determines that the records or statistics fairly present the status of the recommendations or transactions reported upon and so initials the report. ",
    "correction": "Ensure compliance with FINRA Rule 2220 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 2220",
    "description": "(5) Options Programs In communications regarding an options program (i.e., an investment plan employing the systematic use of one or more options strategies), the cumulative history or unproven nature of the program and its underlying assumptions shall be disclosed. (6) Violation of Other Rules Any violation by a member or associated person of any rule or requirement of the SEC or any rule of the Securities Investor Protection Corporation applicable to member communications concerning options will be deemed a violation of this Rule 2220. [Amended by SR-FINRA-2013-001 eff. Feb. 4, 2013] Selected Notices to Members: 85-69, 86-68, 87-24, 87-43, 88-20, 88-52, 88-65, 89-11, 91-26, 91-62, 92-56, 99-16, 04-36, 08-28, 08-73, 09-60. ",
    "correction": "Ensure compliance with FINRA Rule 2220 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 2220",
    "description": "2264 Margin Disclosure Statement (a) No member shall open a margin account, as specified in Regulation T of the Board of Governors of the Federal Reserve System, for or on behalf of a non-institutional customer, unless, prior to or at the time of opening the account, the member has furnished to the customer, individually, in paper or electronic form, and in a separate document (or contained by itself on a separate page as part of another document), the margin disclosure statement specified in this paragraph (a). In addition, any member that permits non-institutional customers either to open accounts online or to engage in transactions in securities online must post such margin disclosure statement on the member’s Web site in a clear and conspicuous manner. Margin Disclosure Statement Your brokerage firm is furnishing this document to you to provide some basic facts about purchasing securities on margin, and to alert you to the risks involved with trading securities in a margin account. Before trading stocks in a margin account, you should carefully review the margin agreement provided by your firm. Consult your firm regarding any questions or concerns you may have with your margin accounts. When you purchase securities, you may pay for the securities in full or you may borrow part of the purchase price from your brokerage firm. If you choose to borrow funds from your firm, you will open a margin account with the firm. The securities purchased are the firm’s collateral for the loan to you. If the securities in your account decline in value, so does the value of the collateral supporting your loan, and, as a result, the firm can take action, such as issue a margin call and/or sell securities or other assets in any of your accounts held with the member, in order to maintain the required equity in the account. It is important that you fully understand the risks involved in trading securities on margin. These risks include the following: You can lose more funds than you deposit in the margin account. A decline in the value of securities that are purchased on margin may require you to provide additional funds to the firm that has made the loan to avoid the forced sale of those securities or other securities or assets in your account(s). The firm can force the sale of securities or other assets in your account(s). If the equity in your account falls below the maintenance margin requirements, or the firm’s higher “house” requirements, the firm can sell the securities or other assets in any of your accounts held at the firm to cover the margin deficiency. You also will be responsible for any short fall in the account after such a sale. The firm can sell your securities or other assets without contacting you. Some investors mistakenly believe that a firm must contact them for a margin call to be valid, and that the firm cannot liquidate securities or other assets in their accounts to meet the call unless the firm has contacted them first. This is not the case. Most firms will attempt to notify their customers of margin calls, but they are not required to do so. However, even if a firm has contacted a customer and provided a specific date by which the customer can meet a margin call, the firm can still take necessary steps to protect its financial interests, including immediately selling the securities without notice to the customer. You are not entitled to choose which securities or other assets in your account(s) are liquidated or sold to meet a margin call. Because the securities are collateral for the margin loan, the firm has the right to decide which security to sell in order to protect its interests. ",
    "correction": "Ensure compliance with FINRA Rule 2220 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 2264",
    "description": "The firm can increase its “house” maintenance margin requirements at any time and is not required to provide you advance written notice. These changes in firm policy often take effect immediately and may result in the issuance of a maintenance margin call. Your failure to satisfy the call may cause the member to liquidate or sell securities in your account(s). You are not entitled to an extension of time on a margin call. While an extension of time to meet margin requirements may be available to customers under certain conditions, a customer does not have a right to the extension. (b) Members shall, with a frequency of not less than once a calendar year, deliver individually, in paper or electronic form, the disclosure statement described in paragraph (a) or the following bolded disclosures to all non-institutional customers with margin accounts: Securities purchased on margin are the firm’s collateral for the loan to you. If the securities in your account decline in value, so does the value of the collateral supporting your loan, and, as a result, the firm can take action, such as issue a margin call and/or sell securities or other assets in any of your accounts held with the member, in order to maintain the required equity in the account. It is important that you fully understand the risks involved in trading securities on margin. These risks include the following: • You can lose more funds than you deposit in the margin account. • The firm can force the sale of securities or other assets in your account(s). • The firm can sell your securities or other assets without contacting you. • You are not entitled to choose which securities or other assets in your account(s) are liquidated or sold to meet a margin call. • The firm can increase its “house” maintenance margin requirements at any time and is not required to  provide you advance written notice. • You are not entitled to an extension of time on a margin call. The annual disclosure statement required pursuant to this paragraph (b) may be delivered within or as part of other account documentation, and is not required to be provided in a separate document or on a separate page. (c) In lieu of providing the disclosures specified in paragraphs (a) and (b), a member may provide to the customer and, to the extent required under paragraph (a) post on its Web site, an alternative disclosure statement, provided that the alternative disclosures shall be substantially similar to the disclosures specified in paragraphs (a) and (b). (d) For purposes of this Rule, the term “non-institutional customer” means a customer that does not qualify as an “institutional account” under Rule 4512(c). [Amended by SR-FINRA-2011-065 eff. Dec. 5, 2011.] Selected Notices: 01-31, 02-35, 09-60. ",
    "correction": "Ensure compliance with FINRA Rule 2264 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 2264",
    "description": "2270 Day-Trading Risk Disclosure Statement (a) Except as provided in paragraph (b), no member that is promoting a day-trading strategy, directly or indirectly, shall open an account for or on behalf of a non-institutional customer unless, prior to opening the account, the member has furnished to each customer, individually, in paper or electronic form, the disclosure statement specified in this paragraph (a). In addition, any member that is promoting a day-trading strategy, directly or indirectly, must post such disclosure statement on the member’s Web site in a clear and conspicuous manner. Day-Trading Risk Disclosure Statement You should consider the following points before engaging in a day-trading strategy. For purposes of this notice, a “day-trading strategy” means an overall trading strategy characterized by the regular transmission by a customer of intra-day orders to effect both purchase and sale transactions in the same security or securities. Day trading can be extremely risky. Day trading generally is not appropriate for someone of limited resources and limited investment or trading experience and low risk tolerance. You should be prepared to lose all of the funds that you use for day trading. In particular, you should not fund day-trading activities with retirement savings, student loans, second mortgages, emergency funds, funds set aside for purposes such as education or home ownership, or funds required to meet your living expenses. Further, certain evidence indicates that an investment of less than $50,000 will significantly impair the ability of a day trader to make a profit. Of course, an investment of $50,000 or more will in no way guarantee success. Be cautious of claims of large profits from day trading. You should be wary of advertisements or other statements that emphasize the potential for large profits in day trading. Day trading can also lead to large and immediate financial losses. Day trading requires knowledge of securities markets. Day trading requires in-depth knowledge of the securities markets and trading techniques and strategies. In attempting to profit through day trading, you must compete with professional, licensed traders employed by securities firms. You should have appropriate experience before engaging in day trading. Day trading requires knowledge of a firm’s operations. You should be familiar with a securities firm’s business practices, including the operation of the firm’s order execution systems and procedures. Under certain market conditions, you may find it difficult or impossible to liquidate a position quickly at a reasonable price. This can occur, for example, when the market for a stock suddenly drops, or if trading is halted due to recent news events or unusual trading activity. The more volatile a stock is, the greater the likelihood that problems may be encountered in executing a transaction. In addition to normal market risks, you may experience losses due to system failures. Day trading will generate substantial commissions, even if the per trade cost is low. Day trading involves aggressive trading, and generally you will pay commissions on each trade. The total daily commissions that you pay on your trades will add to your losses or significantly reduce your earnings. For instance, assuming that a trade costs $16 and an average of 29 transactions are conducted per day, an investor would need to generate an annual profit of $111,360 just to cover commission expenses. ",
    "correction": "Ensure compliance with FINRA Rule 2264 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 2270",
    "description": "Day trading on margin or short selling may result in losses beyond your initial investment. When you day trade with funds borrowed from a firm or someone else, you can lose more than the funds you originally placed at risk. A decline in the value of the securities that are purchased may require you to provide additional funds to the firm to avoid the forced sale of those securities or other securities in your account. Short selling as part of your day-trading strategy also may lead to extraordinary losses, because you may have to purchase a stock at a very high price in order to cover a short position. Potential Registration Requirements. Persons providing investment advice for others or managing securities accounts for others may need to register as either an “Investment Adviser” under the Investment Advisers Act of 1940 or as a “Broker” or “Dealer” under the Securities Exchange Act of 1934. Such activities may also trigger state registration requirements. (b) In lieu of providing the disclosure statement specified in paragraph (a), a member that is promoting a day-trading strategy may provide to the customer, individually, in paper or electronic form, prior to opening the account, and post on its Web site, an alternative disclosure statement, provided that: (1) The alternative disclosure statement shall be substantially similar to the disclosure statement specified in paragraph (a); and (2) The alternative disclosure statement shall be filed with FINRA’s Advertising Department (Department) for review at least 10 days prior to use (or such shorter period as the Department may allow in particular circumstances) for approval and, if changes are recommended by FINRA, shall be withheld from use until any changes specified by FINRA have been made or, if expressly disapproved, until the alternative disclosure statement has been refiled for, and has received, FINRA approval. The member must provide with each filing the anticipated date of first use. (c) For purposes of this Rule, the following terms shall have the meanings specified below: (1) “Day-trading strategy” shall have the meaning provided in Rule 2130(e). (2) “Non-institutional customer” means a customer that does not qualify as an “institutional account” under Rule 4512(c). (3) “Promoting a day-trading strategy” shall have the meaning provided in Rule 2130.01. Supplementary Material: .01 Review by FINRA’s Advertising Regulation Department. A member may submit its retail communications to FINRA’s Advertising Regulation Department for review and guidance on whether the content of the retail communication constitutes “promoting a day-trading strategy” for purposes of this Rule. .02 Additional Rules Regarding Day Trading. Members should be aware that, in addition to general rules that may apply, FINRA has additional rules that specifically address day trading. See, e.g., Rule 2130 (Approval Procedures for Day-Trading Accounts); Rule 4210(f)(8)(B) (Margin Requirements) regarding special margin requirements for day trading. [Amended by SR-FINRA-2013-001 eff. Feb. 4, 2013.] Selected Notices: 00-62, 02-35, 09-72. ",
    "correction": "Ensure compliance with FINRA Rule 2270 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 2270",
    "description": "3160 Networking Arrangements between Members and Financial Institutions (a) Standards for Member Conduct Except as otherwise provided in this Rule, a member that is a party to a networking arrangement under which the member conducts broker-dealer services on or off the premises of a financial institution is subject to the following requirements: (1) Setting A member that conducts broker-dealer services on the premises of a financial institution shall: (A) be clearly identified as the person providing broker-dealer services and shall distinguish its broker-dealer services from the services of the financial institution; (B) conduct its broker-dealer services in an area that displays clearly the member’s name; and (C) to the extent practicable, maintain its broker-dealer services in a location physically separate from the routine retail deposit-taking activities of the financial institution. (2) Networking Agreements (A) Networking arrangements between a member and a financial institution shall be governed by a written agreement that sets forth the responsibilities of the parties and the compensation arrangements and include all broker-dealer obligations, as applicable, set forth in Rule 701 of SEC Regulation R. Independent of their contractual obligations, members shall comply with all broker-dealer obligations, as applicable, under Rule 701 of SEC Regulation R. (B) The member shall ensure that the written agreement stipulates that supervisory personnel of the member and representatives of the SEC and FINRA will be permitted access to the financial institution’s premises where the member conducts broker-dealer services, as applicable, in order to inspect the books and records and other relevant information maintained by the member with respect to its broker-dealer services. (3) Customer Disclosure (A) At or prior to the time that a customer account is opened by a member that is a party to a networking arrangement, the member shall disclose in writing to each customer that the broker-dealer services are being provided by the member and not by the financial institution, and that the securities products purchased or sold in a transaction are: (i) not insured by the Federal Deposit Insurance Corporation (“FDIC”); (ii) not deposits or other obligations of the financial institution and are not guaranteed by the financial institution; and (iii) subject to investment risks, including possible loss of the principal invested. (B) The disclosures required by paragraph (a)(3)(A) of this Rule also shall be made orally by a member that is a party to a networking arrangement for any customer account opened on the premises of a financial institution. ",
    "correction": "Ensure compliance with FINRA Rule 2270 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 3160",
    "description": "(4) Communications with the Public (A) All member confirmations and account statements shall indicate clearly that the broker-dealer services are being provided by the member. (B) Retail communications, including material published, or designed for use, in radio or television broadcasts, Automated Teller Machine (“ATM”) screens, billboards, signs, posters and brochures, that announce the location of a financial institution where broker-dealer services are provided by the member or promote the name or services of the financial institution or that are distributed by the member on the premises of a financial institution or at such other location where the financial institution is present or represented shall include the disclosures required by paragraph (a)(3) of this Rule. The following legend may be used to provide these disclosures in retail communications, provided that such disclosures are displayed in a conspicuous manner: • Not FDIC Insured • No Bank Guarantee • May Lose Value (C) As long as the omission of the disclosures required by paragraph (a)(4)(B) of this Rule would not cause the retail communications to be misleading in light of the context in which the material is presented, such disclosures are not required with respect to messages contained in: (i) radio broadcasts of 30 seconds or less; (ii) electronic signs, including billboard-type signs that are electronic, time and temperature signs and ticker tape signs, but excluding messages contained in such media as television, online services or ATMs; and (iii) signs, such as banners and posters, when used only as location indicators. (5) Notifications of Terminations A member shall promptly notify the financial institution if any associated person of the member who is employed by the financial institution is terminated for cause by the member. (b) Definitions For purposes of this Rule, the following terms shall have the meanings specified below: (1) “Financial institution” shall mean federal and state-chartered banks, savings and loan associations, savings banks, credit unions, and the service corporations of such institutions required by law. (2) “Networking arrangement” shall mean a contractual or other written agreement between a member and a financial institution under which the member offers broker-dealer services on or off the premises of the financial institution. (3) “Broker-dealer services” shall mean investment banking or securities business as defined in Article I of the FINRA By-Laws. [Amended by SR-FINRA-2013-001 eff. Feb. 4, 2013.] Selected Notices: 94-94, 96-3, 97-26, 97-89, 10-21. ",
    "correction": "Ensure compliance with FINRA Rule 3160 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 3160",
    "description": "3230 Telemarketing (a) General Telemarketing Requirements No member or person associated with a member shall initiate any outbound telephone call to: (1) Time of Day Restriction Any residence of a person before the hour of 8 a.m. or after 9 p.m. (local time at the called party’s location), unless (A) the member has an established business relationship with the person pursuant to paragraph (m)(12)(A), (B) the member has received that person’s prior express invitation or permission, or (C) the person called is a broker or dealer; (2) Firm-Specific Do-Not-Call List Any person that previously has stated that he or she does not wish to receive an outbound telephone call made by or on behalf of the member; or (3) National Do-Not-Call List Any person who has registered his or her telephone number on the Federal Trade Commission’s national do-not-call registry. (b) National Do-Not-Call List Exceptions A member making outbound telephone calls will not be liable for violating paragraph (a)(3) if: (1) Established Business Relationship Exception The member has an established business relationship with the recipient of the call. A person’s request to be placed on the firm-specific do-not-call list terminates the established business relationship exception to that national do-not-call list provision for that member even if the person continues to do business with the member; (2) Prior Express Written Consent Exception The member has obtained the person’s prior express invitation or permission. Such permission must be evidenced by a signed, written agreement (which may be obtained electronically under the E-Sign Act) between the person and member which states that the person agrees to be contacted by the member and includes the telephone number to which the calls may be placed; or (3) Personal Relationship Exception The associated person making the call has a personal relationship with the recipient of the call. (c) Safe Harbor Provision A member or person associated with a member making outbound telephone calls will not be liable for violating paragraph (a)(3) if the member or person associated with a member demonstrates that the violation is the result of an error and that as part of the member’s routine business practice, it meets the following standards: (1) Written procedures. The member has established and implemented written procedures to comply with the national do-not-call rules; ",
    "correction": "Ensure compliance with FINRA Rule 3160 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 3230",
    "description": "(2) Training of personnel. The member has trained its personnel, and any entity assisting in its compliance, in procedures established pursuant to the national do-not-call rules; (3) Recording. The member has maintained and recorded a list of telephone numbers that it may not contact; and (4) Accessing the national do-not-call database. The member uses a process to prevent outbound telephone calls to any telephone number on any list established pursuant to the do-not-call rules, employing a version of the national do-not-call registry obtained from the administrator of the registry no more than 31 days prior to the date any call is made, and maintains records documenting this process. (d) Procedures Prior to engaging in telemarketing, a member must institute procedures to comply with paragraph (a). Such procedures must meet the following minimum standards: (1) Written policy. Members must have a written policy for maintaining a do-not-call list. (2) Training of personnel engaged in telemarketing. Personnel engaged in any aspect of telemarketing must be informed and trained in the existence and use of the do-not-call list. (3) Recording, disclosure of do-not-call requests. If a member receives a request from a person not to receive calls from that member, the member must record the request and place the person’s name, if provided, and telephone number on the firm’s do-not-call list at the time the request is made. Members must honor a person’s do-not-call request within a reasonable time from the date such request is made. This period may not exceed 30 days from the date of such request. If such requests are recorded or maintained by a party other than the member on whose behalf the outbound telephone call is made, the member on whose behalf the outbound telephone call is made will be liable for any failures to honor the do-not-call request. (4) Identification of sellers and telemarketers. A member or person associated with a member making an outbound telephone call must provide the called party with the name of the individual caller, the name of the member, an address or telephone number at which the member may be contacted, and that the purpose of the call is to solicit the purchase of securities or related service. The telephone number provided may not be a 900 number or any other number for which charges exceed local or long distance transmission charges. (5) Affiliated persons or entities. In the absence of a specific request by the person to the contrary, a person’s do-not-call request shall apply to the member making the call, and will not apply to affiliated entities unless the consumer reasonably would expect them to be included given the identification of the caller and the product being advertised. (6) Maintenance of do-not-call lists. A member making outbound telephone calls must maintain a record of a person’s request not to receive further calls. (e) Wireless Communications The provisions set forth in this Rule are applicable to members and persons associated with a member making outbound telephone calls to wireless telephone numbers. (f) Outsourcing Telemarketing If a member uses another appropriately registered or licensed entity or person to perform telemarketing services on its behalf, the member remains responsible for ensuring compliance with all provisions contained in this Rule. ",
    "correction": "Ensure compliance with FINRA Rule 3230 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 3230",
    "description": "(g) Caller Identification Information (1) Any member that engages in telemarketing, as defined in paragraph (m)(20) of this Rule, must transmit or cause to be transmitted the telephone number, and, when made available by the member’s telephone carrier, the name of the member, to any caller identification service in use by a recipient of an outbound telephone call. (2) The telephone number so provided must permit any person to make a do-not-call request during regular business hours. (3) Any member that engages in telemarketing, as defined in paragraph (m)(20) of this Rule, is prohibited from blocking the transmission of caller identification information. (h) Unencrypted Consumer Account Numbers No member or person associated with a member shall disclose or receive, for consideration, unencrypted consumer account numbers for use in telemarketing. The term “unencrypted” means not only complete, visible account numbers, whether provided in lists or singly, but also encrypted information with a key to its decryption. This paragraph shall not apply to the disclosure or receipt of a customer’s billing information to process a payment pursuant to a telemarketing transaction. (i) Submission of Billing Information For any telemarketing transaction, a member or person associated with a member must obtain the express informed consent of the person to be charged and to be charged using the identified account. (1) In any telemarketing transaction involving preacquired account information and a free-to- pay conversion feature, the member or person associated with a member must: (A) obtain from the customer, at a minimum, the last four digits of the account number to be charged; (B) obtain from the customer an express agreement to be charged and to be charged using the account number pursuant to paragraph (i)(1)(A); and (C) make and maintain an audio recording of the entire telemarketing transaction. (2) In any other telemarketing transaction involving preacquired account information not described in paragraph (i)(1), the member or person associated with a member must: (A) identify the account to be charged with sufficient specificity for the customer to understand what account will be charged; and (B) obtain from the customer an express agreement to be charged and to be charged using the account number identified pursuant to paragraph (i)(2)(A). (j) Abandoned Calls (1) No member or person associated with a member shall “abandon” any outbound telephone call. An outbound telephone call is “abandoned” if a person answers it and the call is not connected to a person associated with a member within two seconds of the person’s completed greeting. (2) A member or person associated with a member shall not be liable for violating paragraph (j) ",
    "correction": "Ensure compliance with FINRA Rule 3230 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 3230",
    "description": "(1) if: (A) the member or person associated with a member employs technology that ensures abandonment of no more than three percent of all telemarketing calls answered by a person, measured over the duration of a single calling campaign, if less than 30 days, or separately over each successive 30-day period or portion thereof that the campaign continues; (B) the member or person associated with a member, for each outbound telephone call placed, allows the telephone to ring for at least 15 seconds or four rings before disconnecting an unanswered call; (C) whenever a person associated with a member is not available to speak with the person answering the outbound telephone call within two seconds after the person’s completed greeting, the member or person associated with a member promptly plays a recorded message that states the name and telephone number of the member or person associated with the member on whose behalf the call was placed; and (D) the member retains records establishing compliance with paragraph (j)(2). (k) Prerecorded Messages (1) No member or person associated with a member shall initiate any outbound telephone call that delivers a prerecorded message other than a prerecorded message permitted for compliance with the call abandonment safe harbor in paragraph (j)(2)(C) unless: (A) the member has obtained from the recipient of the call an express agreement, in writing, that: (i) the member obtained only after a clear and conspicuous disclosure that the purpose of the agreement is to authorize the member to place prerecorded calls to such person; (ii) the member obtained without requiring, directly or indirectly, that the agreement be executed as a condition of opening an account or purchasing any good or service; (iii) evidences the willingness of the recipient of the call to receive calls that deliver prerecorded messages by or on behalf of a specific member; and (iv) includes such person’s telephone number and signature (which may be obtained electronically under the E-Sign Act); (B) the member or person associated with a member allows the telephone to ring for at least 15 seconds or four rings before disconnecting an unanswered call; and within two seconds after the completed greeting of the person called, plays a prerecorded message that promptly provides the disclosures in paragraph (d)(4), followed immediately by a disclosure of one or both of the following: (i) for a call that could be answered by a person, that the person called can use an automated interactive voice and/or keypress-activated opt-out mechanism to assert a firm-specific do-not-call request pursuant to the member’s procedures instituted under paragraph (d)(3) at any time during the message. The mechanism must: a. automatically add the number called to the member’s firm-specific do-not-call list; ",
    "correction": "Ensure compliance with FINRA Rule 3230 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 3230",
    "description": "b. once invoked, immediately disconnect the call; and c. be available for use at any time during the message; (ii) for a call that could be answered by an answering machine or voicemail service, that the person called can use a toll-free telephone number to assert a firm- specific do-not-call request pursuant to the member’s procedures instituted under paragraph (d)(3). The number provided must connect directly to an automated interactive voice or keypress-activated opt-out mechanism that: a. automatically add the number called to the member’s firm-specific do-not-call list; b. immediately thereafter disconnects the call; and c. is accessible at any time throughout the duration of the telemarketing campaign; and (C) the member complies with all other requirements of this Rule and other applicable federal and state laws. (2) Any call that complies with all applicable requirements of paragraph (k) shall not be deemed to violate paragraph (j). (l) Credit Card Laundering Except as expressly permitted by the applicable credit card system, no member or person associated with a member shall: (1) present to or deposit into, the credit card system for payment, a credit card sales draft generated by a telemarketing transaction that is not the result of a telemarketing credit card transaction between the cardholder and the member; (2) employ, solicit, or otherwise cause a merchant, or an employee, representative or agent of the merchant, to present to or to deposit into the credit card system for payment, a credit card sales draft generated by a telemarketing transaction that is not the result of a telemarketing credit card transaction between the cardholder and the merchant; or (3) obtain access to the credit card system through the use of a business relationship or an affiliation with a merchant, when such access is not authorized by the merchant agreement or the applicable credit card system. (m) Definitions For purposes of this Rule: (1) The term “account activity” shall include, but not be limited to, purchases, sales, interest credits or debits, charges or credits, dividend payments, transfer activity, securities receipts or deliveries, and/or journal entries relating to securities or funds in the possession or control of the member. (2) The term “acquirer” means a business organization, financial institution, or an agent of a business organization or financial institution that has authority from an organization that operates or licenses a credit card system to authorize merchants to accept, transmit, or process payment by credit card through the credit card system for money, goods or services, or anything else of value. ",
    "correction": "Ensure compliance with FINRA Rule 3230 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 3230",
    "description": "(3) The term “billing information” means any data that enables any person to access a customer’s or donor’s account, for example a credit or debit card number, a brokerage, checking, or savings account number, or a mortgage loan account number. (4) The term “broker-dealer of record” refers to the broker-dealer identified on a customer’s account application for accounts held directly at a mutual fund or variable insurance product issuer. (5) The term “caller identification service” means a service that allows a telephone subscriber to have the telephone number, and, where available, name of the calling party transmitted contemporaneously with the telephone call, and displayed on a device in or connected to the subscriber’s telephone. (6) The term “cardholder” means a person to whom a credit card is issued or who is authorized to use a credit card on behalf of or in addition to the person to whom the credit card is issued. (7) The term “credit” means the right granted by a creditor to a debtor to defer payment of debt or to incur debt and defer its payment. (8) The term “credit card” means any card, plate, coupon book, or other credit device existing for the purpose of obtaining money, property, labor, or services on credit. (9) The term “credit card sales draft” means any record or evidence of a credit card transaction. (10) The term “credit card system” means any method or procedure used to process credit card transactions involving credit cards issued or licensed by the operator of that system. (11) The term “customer” means any person who is or may be required to pay for goods or services offered through telemarketing. (12) The term “established business relationship” means a relationship between a member and a person if: (A) the person has made a financial transaction or has a security position, a money balance, or account activity with the member or at a clearing firm that provides clearing services to such member within the previous 18 months immediately preceding the date of the telemarketing call; (B) the member is the broker-dealer of record for an account of the person within the previous 18 months immediately preceding the date of the telemarketing call; or (C) the person has contacted the member to inquire about a product or service offered by the member within the previous three months immediately preceding the date of the telemarketing call. A person’s established business relationship with a member does not extend to the member’s affiliated entities unless the person would reasonably expect them to be included. Similarly, a person’s established business relationship with a member’s affiliate does not extend to the member unless the person would reasonably expect the member to be included. (13) The term “free-to-pay conversion” means, in an offer or agreement to sell or provide any goods or services, a provision under which a customer receives a product or service for free for an initial period and will incur an obligation to pay for the product or service if he or she does not take affirmative action to cancel before the end of that period. ",
    "correction": "Ensure compliance with FINRA Rule 3230 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 3230",
    "description": "(14) The term “merchant” means a person who is authorized under a written contract with an acquirer to honor or accept credit cards, or to transmit or process for payment credit card payments, for the purchase of goods or services or a charitable contribution. A “charitable contribution” means any donation or gift of money or any other thing of value, for example a transfer to a pooled income fund. (15) The term “merchant agreement” means a written contract between a merchant and an acquirer to honor or accept credit cards, or to transmit or process for payment credit card payments, for the purchase of goods or services or a charitable contribution. (16) The term “outbound telephone call” means a telephone call initiated by a telemarketer to induce the purchase of goods or services or to solicit a charitable contribution from a donor. A “donor” means any person solicited to make a charitable contribution. (17) The term “person” means any individual, group, unincorporated association, limited or general partnership, corporation, or other business entity. (18) The term “personal relationship” means any family member, friend, or acquaintance of the person associated with a member making an outbound telephone call. (19) The term “preacquired account information” means any information that enables a seller or telemarketer to cause a charge to be placed against a customer’s or donor’s account without obtaining the account number directly from the customer or donor during the telemarketing transaction pursuant to which the account will be charged. (20) The term “telemarketing” means consisting of or relating to a plan, program, or campaign involving at least one outbound telephone call, for example cold-calling. The term does not include the solicitation of sales through the mailing of written marketing materials, when the person making the solicitation does not solicit customers by telephone but only receives calls initiated by customers in response to the marketing materials and during those calls takes orders only without further solicitation. For purposes of the previous sentence, the term “further solicitation” does not include providing the customer with information about, or attempting to sell, anything promoted in the same marketing materials that prompted the customer’s call. Supplementary Material .01 Compliance with Other Requirements. This Rule does not affect the obligation of any member or person associated with a member that engages in telemarketing to comply with relevant state and federal laws and rules, including but not limited to the Telemarketing and Consumer Fraud and Abuse Prevention Act codified at 15 U.S.C. 6101–6108, as amended, the Telephone Consumer Protection Act codified at 47 U.S.C. 227, and the rules of the Federal Communications Commission relating to telemarketing practices and the rights of telephone consumers codified at 47 CFR 64.1200. [Amended by SR-FINRA-2013-001 eff. Feb. 4, 2013.] Selected Notices: 04-15, 05-07, 12-17. ",
    "correction": "Ensure compliance with FINRA Rule 3230 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 3230",
    "description": "8210. Provision of Information and Testimony and Inspection and Copying of Books (a) Authority of Adjudicator and FINRA Staff For the purpose of an investigation, complaint, examination, or proceeding authorized by the FINRA By-Laws or rules, an Adjudicator or FINRA staff shall have the right to: (1) require a member, person associated with a member, or any other person subject to FINRA’s jurisdiction to provide information orally, in writing, or electronically (if the requested information is, or is required to be, maintained in electronic form) and to testify at a location specified by FINRA staff, under oath or affirmation administered by a court reporter or a notary public if requested, with respect to any matter involved in the investigation, complaint, examination, or proceeding; and (2) inspect and copy the books, records, and accounts of such member or person with respect to any matter involved in the investigation, complaint, examination, or proceeding that is in such member’s or person’s possession, custody or control. (b) Other SROs and Regulators (1) FINRA staff may enter into an agreement with a domestic federal agency, or subdivision thereof, or foreign regulator to share any information in FINRA’s possession for any regulatory purpose set forth in such agreement, provided that the agreement must require the other regulator, in accordance with the terms of the agreement, to treat any shared information confidentially and to assert such confidentiality and other applicable privileges in response to any requests for such information from third parties. Any such agreement with a foreign regulator must also meet the following conditions: (A) the other regulator party to the agreement must have jurisdiction over common regulatory matters; and (B) the agreement must require the other regulator to reciprocate and share with FINRA information of regulatory interest or concern to FINRA. (2) FINRA staff may exercise the authority set forth in paragraph (a) for the purpose of an investigation, complaint, examination, or proceeding conducted by another domestic or foreign self-regulatory organization, association, securities or contract market, or regulator of such markets with which FINRA has entered into an agreement providing for the exchange of information and other forms of material assistance solely for market surveillance, investigative, enforcement, or other regulatory purposes. (c) Requirement to Comply No member or person shall fail to provide information or testimony or to permit an inspection and copying of books, records, or accounts pursuant to this Rule. (d) Notice A notice under this Rule shall be deemed received by the member or currently or formerly registered person to whom it is directed by mailing or otherwise transmitting the notice to the last known business address of the member or the last known residential address of the person as reflected in the Central Registration Depository. With respect to a person who is currently associated with a member in an unregistered capacity, a notice under this Rule shall be deemed received by the person by mailing or otherwise transmitting the notice to the last known business address of the member as reflected in the Central Registration Depository. With respect to a person subject to FINRA’s jurisdiction who was formerly associated with a member in an unregistered capacity, a notice under this Rule shall be deemed received by the person upon personal service, as set forth in Rule 9134(a)(1). ",
    "correction": "Ensure compliance with FINRA Rule 3230 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 8210",
    "description": "If the Adjudicator or FINRA staff responsible for mailing or otherwise transmitting the notice to the member or person has actual knowledge that the address in the Central Registration Depository is out of date or inaccurate, then a copy of the notice shall be mailed or otherwise transmitted to: (1) the last known business address of the member or the last known residential address of the person as reflected in the Central Registration Depository; and (2) any other more current address of the member or the person known to the Adjudicator or FINRA staff who is responsible for mailing or otherwise transmitting the notice. If the Adjudicator or FINRA staff responsible for mailing or otherwise transmitting the notice to the member or person knows that the member or person is represented by counsel regarding the investigation, complaint, examination, or proceeding that is the subject of the notice, then the notice shall be served upon counsel by mailing or otherwise transmitting the notice to the counsel in lieu of the member or person, and any notice served upon counsel shall be deemed received by the member or person. (e) Electronic Interface In carrying out its responsibilities under this Rule, FINRA may, as appropriate, establish programs for the submission of information to FINRA on a regular basis through a direct or indirect electronic interface between FINRA and members. (f) Inspection and Copying A witness, upon proper identification, may inspect the official transcript of the witness’ own testimony. Upon written request, a person who has submitted documentary evidence or testimony in a FINRA investigation may procure a copy of the person’s documentary evidence or the transcript of the person’s testimony upon payment of the appropriate fees, except that prior to the issuance of a complaint arising from the investigation, FINRA staff may for good cause deny such request. (g) Encryption of Information Provided in Electronic Form (1) Any member or person who, in response to a request pursuant to this Rule, provides the requested information on a portable media device must ensure that such information is encrypted. (2) For purposes of this Rule, a “portable media device” is a storage device for electronic information, including but not limited to a flash drive, CD-ROM, DVD, portable hard drive, laptop computer, disc, diskette, or any other portable device for storing and transporting electronic information. (3) For purposes of this Rule, “encrypted” means the transformation of data into a form in which meaning cannot be assigned without the use of a confidential process or key. To ensure that encrypted information is secure, a member or person providing encrypted information to FINRA staff pursuant to this Rule shall (a) use an encryption method that meets industry standards for strong encryption, and (b) provide the confidential process or key regarding the encryption to FINRA staff in a communication separate from the encrypted information itself. ",
    "correction": "Ensure compliance with FINRA Rule 8210 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 8210",
    "description": "• • • Supplementary Material: -------------- .01 Books and Records Relating to Investigations. This rule requires FINRA members, associated persons and persons subject to FINRA’s jurisdiction to provide FINRA staff and adjudicators with requested books, records and accounts. In specifying the books, records and accounts “of such member or person,” paragraph (a) of the rule refers to books, records and accounts that the broker- dealer or its associated persons make or keep relating to its operation as a broker-dealer or relating to the person’s association with the member. This includes but is not limited to records relating to a FINRA investigation of outside business activities, private securities transactions or possible violations of just and equitable principles of trade, as well as other FINRA rules, MSRB rules, and the federal securities laws. It does not ordinarily include books and records that are in the possession, custody or control of a member or associated person, but whose bona fide ownership is held by an independent third party and the records are unrelated to the business of the member. The rule requires, however, that a FINRA member, associated person, or person subject to FINRA’s jurisdiction must make available its books, records or accounts when these books, records or accounts are in the possession of another person or entity, such as a professional service provider, but the FINRA member, associated person or person subject to FINRA’s jurisdiction controls or has a right to demand them. [Amended by SR-FINRA-2009-060 eff. Feb 25, 2013.] Selected Notices: 86-36, 92-19, 96-58, 99-16, 08-57, 10-59, 13-06. ",
    "correction": "Ensure compliance with FINRA Rule 8210 as per FINRA guidelines."
  },
  {
    "rule": "FINRA Rule 3110",
    "description": "Rule 3110), NASD Rule 3310 (Publication of Transactions and Quotations) or FINRA Rule 5210 (Publication of Transactions and Quotations), and NASD Rule 3330 (Payment Designed to Influence Market Prices, Other than Paid Advertising) or FINRA Rule 5230 (Payments Involving Publications that Influence the Market Price of a Security); and MSRB Rules G-19, G-30, and G-37(b) & (c). (4) For purposes of this Rule, the term “tape recording” includes without limitation, any electronic or digital recording that meets the requirements of this Rule. NASD Rule 3170 Rules Reference Guide TOC    123 effective 12/1/2014 (5)(A) For purposes of this Rule, the term “taping firm” means: (i) A member with at least five but fewer than ten registered persons, where 40% or more of its registered persons have been associated with one or more disciplined firms in a registered capacity within the last three years; (ii) A member with at least ten but fewer than twenty registered persons, where four or more of its registered persons have been associated with one or more disciplined firms in a registered capacity within the last three years; (iii) A member with at least twenty registered persons where 20% or more of its registered persons have been associated with one or more disciplined firms in a registered capacity within the last three years. (B)  For purposes of calculating the number of registered persons who have been associated with one or more disciplined firms in a registered capacity within the last three years pursuant to this subparagraph (5), members should not include registered persons who: (i) have been registered for an aggregate total of 90 days or less with one or more disciplined firms within the past three years; and (ii) do not have a disciplinary history. (b) Supervisory Procedures Regarding the Tape Recording of Conversations (1) Each member that either is notified by FINRA or otherwise has actual knowledge that it is a taping firm shall establish, maintain, and enforce special written procedures for supervising the telemarketing activities of all of its registered persons. (2) A taping firm required to establish, maintain, and enforce special written procedures pursuant to this paragraph must establish and implement the procedures within 60 days of receiving notice from FINRA or obtaining actual knowledge that it is a taping firm. (3) The procedures required by this paragraph shall include procedures for tape recording all telephone conversations between the taping firm’s registered persons and both existing and potential customers and for reviewing the tape recordings to ensure compliance with applicable securities laws and regulations and applicable FINRA rules. The procedures must be appropriate for the taping firm’s business, size, structure, and customers, and shall be maintained for a period of three years from the date that the taping firm establishes and implements the procedures. (4) All tape recordings made pursuant to the requirements of this paragraph shall be retained for a period of not less than three years from the date the tape was created, the first two years in an easily accessible place. Each taping firm shall catalog the retained tapes by registered person and date. (5) By the 30th day of the month following the end of each calendar quarter, each taping firm subject to the requirements of this paragraph shall submit to FINRA a report on the taping firm’s supervision of the telemarketing activities of its registered persons. NASD Rule 3170 Rules Reference Guide TOC    124 effective 12/1/2014 (c) A member that becomes a taping firm for the first time may reduce its staffing levels to fall below the threshold levels within 30 days after receiving notice from FINRA pursuant to the provisions of paragraph (b)(1) or obtaining actual knowledge that it is a taping firm, provided the member promptly notifies FINRA’s Department of Member Regulation in writing of its becoming subject to the Rule. Once the member has reduced its staffing levels to fall below the threshold levels, it shall not rehire a person terminated to accomplish the staff reduction for a period of 180 days. On or prior to reducing staffing levels pursuant to this paragraph, a member must provide FINRA’s Department of Member Regulation with written notice identifying the terminated person(s). (d) Pursuant to the Rule 9600 Series, FINRA may, in exceptional circumstances, taking into consideration all relevant factors, exempt any taping firm unconditionally or on specified terms and conditions from the requirements of this Rule. A taping firm seeking an exemption must file a written application pursuant to the Rule 9600 Series within 30 days after receiving notice from FINRA or obtaining actual knowledge that it is a taping firm. A member that becomes a taping firm for the first time may elect to reduce its staffing levels pursuant to the provisions of paragraph (c) or, alternatively, to seek an exemption pursuant to paragraph (d), as appropriate. A taping firm may not seek relief from the Rule by both reducing its staffing levels pursuant to paragraph (c) and requesting an exemption. [Adopted by SR-FINRA-2013-025 and amended by SR-FINRA-2014-023 eff. Dec. 1, 2014.] Selected Notice to Members: 14-10. NASD Rule 3170 Rules Reference Guide TOC    125 Appendix A Regulatory Notices – Subject Index Account Statements 08-77 Approval & Recordkeeping 08-73; 08-12; 07-64; 06-45; 05-27; 03-33; 98-011; 96-82 Auction Rate Securities 08-21 Bond Mutual Fund Volatility/Risk Rating 06-05; 01-58; 00-23; 96-84 Branch Offices 06-12; 05-67 Brokerage Account Fee Disclosure 13-23 BrokerCheck Link 14-19 Cash Alternatives 08-82 Certificates of Deposit 02-69; 02-28 Correspondence 06-45; 99-03; 98-083; 98-011 Communications with the Public 14-30; 14-19; 14-14; 12-29; 03-38 Complex Products 12-03 Crowdfunding 13-34 Day-Trading 02-35; 00-62 Electronic Communications 11-39; 10-06; 07-59; 03-33; 98-003; 96-50 Equity Indexed Annuities 05-50 Exchange Traded Funds 09-31 Expertise 08-27 Fee Disclosure in Brokerage and Retirement Account Communications 13-23 Filing Fees 12-32 FINRA Membership/Name 07-47; 07-02 Foreign Currency Exchange 08-66 High Yield Securities 08-81 Home Equity Funded Investments 04-89 Illiquid Investments 08-30 Indications of Interest 09-28 Individual Retirement Accounts 13-45; 13-23 Investment Analysis Tools 04-86 IRA Rollovers 13-45 Life Settlements 09-42 Appendix A Rules Reference Guide TOC    126 Margin Risk Disclosure 07-14; 02-35 Municipal Fund Securities 03-17 Mutual Funds 08-58; 06-48; 06-05; 04-72; 03-50; 03-48; 00-21; 98-107 National Do-Not-Call Registry 05-07; 04-15 Options 08-73 Principal Protected Notes 09-73 Private Placements 12-40; 10-22; 05-18 Real Estate Investment Trusts 13-18 Regulation D Offerings 10-22; 05-18 Reverse Convertibles 10-09 Research Reports 14-30; 12-09; 11-41; 11-11; 08-16; 08-15; 07-64; 07-04; 06-36; 05-34; 04-18; 03-44; 02-39 Retirement Account Fee Disclosure 13-23; 12-02 Security Futures 02-73 Senior Investors 07-43; 11-52 SIPC 07-29 Social Media 11-39; 10-06; 07-59; 03-33; 98-003; 96-50 Stocks 99-11 Structured Products 12-03; 10-09; 09-73; 05-59 Suitability 11-25; 11-02 Supervision 14-10; 09-10; 07-59; 05-50; 05-29; 04-71; 03-33; 98-038; 98-011; 96-50 Tenants-in-Common Interests 05-18 Telemarketing 12-17; 97-01 Variable Products 08-39; 06-38; 04-72; 00-44; 99-35; 97-27; 96-86 Appendix A Rules Reference Guide TOC    127 Appendix B Regulatory Notices – Chronological Order 2014 14-30  SEC Approves Amendments to FINRA Rule 2210 to Exclude Research Reports on Exchange- Listed Securities from Filing Requirements and Clarify the Standards Applicable to Free Writing Prospectuses 14-19  FINRA Requests Comment on a Revised Proposal to Require a Hyperlink to BrokerCheck in Online Retail Communications With the Public 14-14  FINRA Requests Comment on the Effectiveness and Efficiency of its Communications with the Public Rules 14-10  SEC Approves New Supervision Rules 2013 13-45  FINRA Reminds Firms of Their Responsibilities Concerning IRA Rollovers 13-34  FINRA Requests Comment on Proposed Funding Portal Rules and Related Forms 13-23  FINRA Provides Guidance on Disclosure of Fees in Communications Concerning Retail Brokerage Accounts and Individual Retirement Accounts 13-18  FINRA Provides Guidance on Communications with the Public Concerning Unlisted Real Estate Investment Programs 13-03  FINRA Provides Guidance on New Rules Governing Communications with the Public 2012 12-40  SEC Approves New FINRA Rule 5123 Regarding Private Placements of Securities 12-32  Changes to Advertising, Corporate Financing, New Membership and Continuing Membership Application, Central Registration Depository and Branch Office Annual Registration Fees 12-29  SEC Approves New Rules Governing Communications with the Public 12-17  SEC Approves Consolidated Telemarketing Rule 12-03  Heightened Supervision of Complex Products 12-02  FINRA Provides Guidance on Application of Communications Rules to Disclosures Required by Department of Labor 2011 11-52  FINRA Reminds Firms of Their Obligations Regarding the Supervision of Registered Persons Using Senior Designations 11-49  FINRA Provides Guidance on Advertising Regulation Issues 11-41  FINRA Provides Guidance on Prohibition Against Offering Favorable Research to Induce Investment Banking Business 11-39  Guidance on Social Networking Websites and Business Communications 11-25  New Implementation Date for and Additional Guidance on the Consolidated FINRA Rules Governing Know-Your-Customer and Suitability Obligations 11-02  SEC Approves Consolidated FINRA Rules Governing Know-Your-Customer and Suitability Obligations Appendix B Rules Reference Guide TOC    128 2010 10-52  Application of Rules on Communications with the Public and Institutional Sales Material and Correspondence to Certain Free Writing Prospectuses 10-22  Obligation of Broker-Dealers to Conduct Reasonable Investigations in Regulation D Offerings 10-19  FINRA Reminds Firms of Responsibilities When Providing Customers with Consolidated Financial Account Reports 10-09  FINRA Reminds Firms of Their Sales Practice Obligations With Reverse Exchangeable Securities (Reverse Convertibles) 10-06  Guidance on Blogs and Social Networking Web Sites 2009 09-73  FINRA Reminds Firms of Their Sales Practice Obligations Relating to Principal-Protected Notes 09-42  FINRA Reminds Firms of Their Obligations with Variable Life Settlement Activities 09-31  FINRA Reminds Firms of Sales Practice Obligations Relating to Leveraged and Inverse Exchange- Traded Funds 09-28  FINRA Reminds Firms of Their Obligation to Provide Accurate Information in Disseminating, or Using Services to Disseminate, Indications of Interest 09-10  SEC Approves Rule Relating to Supervision of Market Letters 2008 08-82  FINRA Reminds Firms of Their Sales Practice Obligations with Regard to Cash Alternatives 08-81  FINRA Reminds Firms of Their Sales Practice Obligations with Regard to the Sale of Securities in a High Yield Environment 08-77  Customer Account Statements: FINRA Provides Guidance on Estimated Annual Income and Estimated Yield 08-73  SEC Approves Amendments to NASD Rule 2220 to Update the Standards for Options Communications 08-66  FINRA Addresses Firms’ Retail Foreign Currency Exchange Activities 08-58  Guidance on Disclosure Concerning the U.S. Treasury Department’s Temporary Guarantee Program for Money Market Mutual Funds 08-30  Guidance Relating to Illiquid Investments 08-27  The Obligation of Firms When Supervising their Registered Representatives’ Use of Marketing Materials to Establish Expertise 08-21  FINRA Issues Guidance to Broker-Dealers on Partial Redemptions of Auction Rate Securities 08-16  Member Firm Disclosure and Supervisory Review Obligations 08-15  Foreign Research Analyst Exemption from the Research Analyst Qualification Examination 08-12  SEC Approves Amendment to NASD Rule 2210 to Create an Exception to the Principal Approval Requirements for Certain Filed Sales Material Appendix B Rules Reference Guide TOC    129 2007 07-64  SEC approves amendments to NASD Rule 3010(g)(1) to Exempt Locations that Solely Conduct Final Approval of Research Reports 07-59  FINRA Provides Guidance Regarding the Review and Supervision of Electronic Communications This Notice was updated on 12/13/07 to reflect non-substantive changes. 07-53  SEC Approves New NASD Rule 2821 Governing Deferred Variable Annuity Transactions 07-47  Amendments to NASD IM-2210-4: Web Site References to FINRA Membership and Limitations on the Use of FINRA’s Name and Other Corporate Names Owned by FINRA 07-43  FINRA Reminds Firms of Their Obligations Relating to Senior Investors and Highlights Industry Practices to Serve these Customers 07-29  SEC Approves Rule 2342 Setting Forth Requirements for Providing SIPC Information to Customers 07-14  Portfolio Margin Risk Disclosure Statement and Written Acknowledgement to be Furnished to Customers Using a Portfolio Margin Account 07-04  Codification of Interpretations to Rule 2711 07-02  SEC Approves Amendment to Interpretive Material 2210-4 (Limitations on Use of NASD’s Name) Requiring Firms that Refer to their NASD Membership on a Web Site to Provide a Hyperlink to www.nasd.com 2006 06-48  SEC Approves Amendments to NASD Rules 2210 and 2211 to Require Disclosure of Fees and Expenses in Mutual Fund Performance Sales Material 06-45  SEC Approves Amendments to NASD Rule 2211 to Require Principal Pre-Use Approval of Certain Member Correspondence Sent to 25 or More Existing Retail Customers within a 30 Calendar-Day Period 06-38  Member Obligations with Respect to the Sale of Existing Variable Life Insurance Policies to Third Parties 06-36  NASD and NYSE Joint Interpretive Guidance on Fixed Income Research 06-12  Extension of Effective Date of NASD Uniform Branch Office Definition and Certain Form BR and Form U4 Filing Requirements from May 1, 2006 to July 3, 2006 Joint Interpretive Guidance from NASD and the NYSE Relating to Uniform Branch Office Definition under NASD Rule 3010(g)(2) and NYSE Rule 342.10 06-05  SEC Approves Permanent Rules Concerning Bond Mutual Fund Volatility Ratings 2005 05-67  SEC Approves Uniform Branch Office Definition and Related Interpretive Material 05-59  NASD Provides Guidance Concerning the Sale of Structured Products 05-50   Member Responsibilities for Supervising Sales of Unregistered Equity-Indexed Annuities 05-34  SEC Approves Amendments to Rule 2711 to Prohibit Research Analysts from Participating in a Road Show and from Communicating with Customers in the Presence of Investment Banking Personnel or Company Management about an Investment Banking Services Transaction 05-29  Guidance Regarding Rule 3012(a)(1) Requirement to Test and Verify a Member’s Supervisory Policies and Procedures Appendix B Rules Reference Guide TOC    130 05-18  NASD Issues Guidance on Section 1031 Tax-Deferred Exchanges of Real Property for Certain Tenants-in-Common Interests in Real Property Offerings 05-07  SEC Approves Amendments to Rule 2212 Concerning Frequency of Updates from the National Do-Not-Call Registry 2004 04-89  NASD Alerts Members to Concerns When Recommending or Facilitating Investments of Liquefied Home Equity 04-86  SEC approves NASD Interpretive Material to Rule 2210 regarding member firms’ use of investment analysis tools 04-72  Impermissible Use of Negative Response Letters for the Transfer of Mutual Funds and Variable Annuities (Changes in Broker-Dealer of Record) 04-71  SEC Approves New Rules and Rule Amendments Concerning Supervision and Supervisory Controls 04-64  SEC Announces Immediate Effectiveness of the Deletion of IM-2210-4(b) and Rule Series 3400 as Obsolete 04-35  NASD Reminds Member Firms of Their Obligations to File Certain Financial Reports 04-26  NASD Reminds Members of Their Duty to Ensure Proper Application of Discounts in Sales Charges to Sales of Unit Investment Trusts (UITs) 04-18  NASD and NYSE Provide Further Guidance on Rules Governing Research Analysts’ Conflicts of Interest 04-15  SEC Approves Amendments to NASD Rules Concerning Member Participation in the National Do-Not-Call Registry 2003 03-50  NASD Reminds Member Firms of their Obligations Regarding Mutual Fund Transactions and Directs Review of Policies and Procedures 03-48  SEC Approves Extension of Pilot Relating to Bond Mutual Fund Volatility Ratings 03-38  SEC Approves Amendments to NASD Rules Governing Member Communications with the Public 03-33  Clarification for Members Regarding Supervisory Obligations and Recordkeeping Requirements for Instant Messaging 03-17  Sales Material for Municipal Fund Securities 2002 02-73  SEC Approves New Rules and Rule Amendments Concerning Security Futures 02-69  Clarification of Member Obligations Regarding Brokered Certificates of Deposit 02-57  Use of Negative Response Letters for the Bulk Transfer of Customer Accounts 02-35  NASD Adopts Amendments Regarding the Posting of Margin Disclosure and Day-Trading Risk Disclosure Statements on Web Sites 02-39  SEC Approves Rule Governing Research Analysts Conflicts of Interest 02-28   Member Obligations Regarding Long-Term or Brokered Certificates of Deposit Note: This Notice is superseded by Notice to Members 02-69 Appendix B Rules Reference Guide TOC    131 2001 01-58  Rules Relating to Bond Mutual Fund Volatility Ratings Extended Two Years 2000 00-62  SEC Approves Day-Trading Rules 00-44  NASD Reminds Members of Their Responsibilities Regarding the Sale of Variable Life Insurance 00-23  SEC Approves New Rules Relating to Bond Mutual Fund Volatility Ratings 00-21  NASD Regulation Reminds Members of Their Responsibilities When Advertising Recent Mutual Fund Performance 1999 99-35  The NASD Reminds Members of Their Responsibilities Regarding the Sales of Variable Annuities 99-11  NASD Regulation Issues Guidance Regarding Stock Volatility 99-03  SEC Approves Rule Amendments Requiring Review of Incoming, Written Correspondence 1998 98-107  NASD Reminds Members of Their Obligations to Disclose Mutual Fund Fees 98-083  SEC Approves Rule Change Relating to Standards for Individual Correspondence 98-038  SEC Approves Rule Change Relating to Standards for Individual Correspondence 98-011  SEC Approves Rules Regarding Supervision, Review, and Record Retention of Correspondence 98-003  Electronic Delivery of Information between Members and Their Customers 1997 97-27  Application of NASD Conduct Rules to Group Variable Contracts and Other Exempted Securities 97-01  Approval of Telemarketing Amendments 1996 96-86  NASD Regulation Reminds Members and Associated Persons That Sales of Variable Contracts are Subject to NASD Suitability Requirements 96-50  Supervisory and Other Obligations Related to Use of Electronic Media Appendix B Rules Reference Guide TOC    132 Investor protection. Market integrity. 1735 K Street, NW Washington, DC 20006-1506 9509 Key West Avenue Rockville, MD 20850 www.finra.org © 2014 FINRA. All rights reserved. FINRA and other trademarks of the Financial Industry Regulatory Authority, Inc. may not be used without permission. 14_0260.9 – 09/14 ",
    "correction": "Ensure compliance with FINRA Rule 3110 as per FINRA guidelines."
  }
]